{
  "class": [
    {
      "number": "1",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ الْمُصَابِ بِالْعَيْنِ",
      "pages": [
        {
          "page": "١٢٠",
          "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ الْمُصَابِ بِالْعَيْنِ",
          "text": "رَوَى مسلم فِي «صَحِيحِهِ» عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «الْعَيْنُ حَقٌّ وَلَوْ كَانَ شَيْءٌ سَابَقَ الْقَدَرَ، لَسَبَقَتْهُ الْعَيْنُ» «٢» .\nوَفِي «صَحِيحِهِ» أَيْضًا عَنْ أنس، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وسلم رخّص في الرّقية من الحمىّ وَالْعَيْنِ وَالنَّمْلَةِ «٣» .\nوَفِي «الصَّحِيحَيْنِ» مِنْ حَدِيثِ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ:«الْعَيْنُ حَقٌّ» «٤» .\nوَفِي «سُنَنِ أبي داود» عَنْ عائشة رَضِيَ اللَّهُ عَنْهَا قَالَتْ: كَانَ يُؤْمَرُ الْعَائِنُ فَيَتَوَضَّأُ ثُمَّ يَغْتَسِلُ مِنْهُ الْمَعِينُ» «٥» .\nوَفِي «الصَّحِيحَيْنِ» عَنْ عائشة قَالَتْ أَمَرَنِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَوْ أَمَرَ أَنْ نَسْتَرْقِيَ مِنَ الْعَيْنِ «٦» .\nوَذَكَرَ الترمذي، مِنْ حَدِيثِ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عن عروة",
          "footnote": "(٢) أخرجه مسلم في السلام، وأخرجه أيضا أحمد وابن حبان والحاكم والطبراني\n(٣) أخرجه مسلم في السلام\n(٤) أخرجه البخاري في الطب ومسلم في السلام\n(٥) أخرجه أبو داود في الطب. ورجاله ثقات، وإسناده صحيح. وأخرجه ابن ماجه والنسائي\n(٦) أخرجه البخاري في الطب ومسلم في السلام"
        },
        {
          "page": "١٢١",
          "title": "",
          "text": "ابن عامر، عَنْ عبيد بن رفاعة الزرقي، أَنَّ أسماء بنت عميس، قَالَتْ: يَا رَسُولَ اللَّهِ! إِنَّ بَنِي جَعْفَرٍ تُصِيبُهُمُ الْعَيْنُ أَفَأَسْتَرْقِي لَهُمْ؟ فَقَالَ نَعَمْ فَلَوْ كَانَ شَيْءٌ يَسْبِقُ الْقَضَاءَ لَسَبَقَتْهُ الْعَيْنُ» قَالَ الترمذي: حَدِيثٌ حَسَنٌ صَحِيحٌ «١» .\nوَرَوَى مالك رَحِمَهُ اللَّهُ: عَنِ ابْنِ شِهَابٍ عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، قَالَ: رَأَى عَامِرُ بْنُ رَبِيعَةَ سَهْلَ بْنَ حُنَيْفٍ يَغْتَسِلُ، فَقَالَ: وَاللَّهِ مَا رَأَيْتُ كَالْيَوْمِ وَلَا جِلْدَ مُخَبَّأَةٍ قَالَ: فَلُبِطَ سهل، فَأَتَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عامرا، فَتَغَيَّظَ عَلَيْهِ وَقَالَ: «عَلَامَ يَقْتُلُ أَحَدُكُمْ أَخَاهُ أَلَا بَرَّكْتَ اغْتَسِلْ لَهُ» ، فَغَسَلَ لَهُ عامر وَجْهَهُ وَيَدَيْهِ وَمِرْفَقَيْهِ وَرُكْبَتَيْهِ، وَأَطْرَافَ رِجْلَيْهِ، وَدَاخِلَةَ إِزَارِهِ فِي قَدَحٍ، ثُمَّ صَبَّ عَلَيْهِ، فَرَاحَ مَعَ النَّاسِ «٢» .\nوَرَوَى مالك رَحِمَهُ اللَّهُ أَيْضًا عَنْ محمد بن أبي أمامة بن سهل، عَنْ أَبِيهِ هَذَا الْحَدِيثَ، وَقَالَ فِيهِ إِنَّ الْعَيْنَ حَقٌّ، تَوَضَّأْ لَهُ فَتَوَضَّأَ لَهُ «٣»\nوَذَكَرَ عبد الرزاق، عَنْ معمر عَنِ ابن طاووس، عَنْ أَبِيهِ مَرْفُوعًا «الْعَيْنُ حَقٌّ، وَلَوْ كَانَ شَيْءٌ سَابَقَ الْقَدَرَ، لَسَبَقَتْهُ الْعَيْنُ، وَإِذَا اسْتُغْسِلَ أحكم، فَلْيَغْتَسِلْ» «٤» وَوَصْلُهُ صَحِيحٌ.\nقَالَ الزُّهْرِيُّ: يُؤْمَرُ الرَّجُلُ الْعَائِنُ بِقَدَحٍ، فَيُدْخِلُ كَفَّهُ فِيهِ، فَيَتَمَضْمَضُ، ثُمَّ يَمُجُّهُ فِي الْقَدَحِ، وَيَغْسِلُ وَجْهَهُ فِي الْقَدَحِ، ثُمَّ يُدْخِلُ يَدَهُ الْيُسْرَى، فَيَصُبُّ عَلَى رُكْبَتِهِ اليمنى في القدح، ثم يدل يَدَهُ الْيُمْنَى، فَيَصُبُّ عَلَى رُكْبَتِهِ الْيُسْرَى، ثُمَّ يَغْسِلُ دَاخِلَةَ إِزَارِهِ، وَلَا يُوضَعُ الْقَدَحُ فِي الْأَرْضِ، ثُمَّ يُصَبُّ عَلَى رَأْسِ الرَّجُلِ الَّذِي نصيبه الْعَيْنُ مِنْ خَلْفِهِ صَبَّةً وَاحِدَةً «٥» .\nوَالْعَيْنُ: عَيْنَانِ: عَيْنٌ إِنْسِيَّةٌ، وَعَيْنٌ جِنِّيَّةٌ، فَقَدْ صَحَّ عَنْ أم سلمة، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَأَى فِي بَيْتِهَا جَارِيَةً فِي وَجْهِهَا سَفْعَةٌ،، فَقَالَ: «اسْتَرْقُوا لَهَا، فَإِنَّ بِهَا النَّظْرَةَ» «٦» .",
          "footnote": "(١) أخرجه الترمذي وأحمد وابن ماجه والنسائي\n(٢) أخرجه مالك في الموطأ، وأخرجه النسائي وابن ماجه وأحمد وابن حبان والحاكم في صحيحهما\n(٣) أخرجه مالك في الموطأ وابن ماجه وأحمد.\n(٤) أخرجه عبد الرزاق في المصنف\n(٥) ذكره البيهقي في السنن\n(٦) أخرجه البخاري في الطب، ومسلم في السلام. والحاكم وأبو نعيم"
        },
        {
          "page": "١٢٢",
          "title": "",
          "text": "قَالَ الحسين بن مسعود الفراء: وَقَوْلُهُ «سَفْعَةٌ» أَيْ نَظْرَةٌ يَعْنِي: مِنَ الْجِنِّ.\nيَقُولُ: بِهَا عَيْنٌ أَصَابَتْهَا مِنْ نَظَرِ الْجِنِّ أَنْفَذُ مِنْ أَسِنَّةِ الرِّمَاحِ.\nوَيُذْكَرُ عَنْ جابر يَرْفَعُهُ: «إِنَّ العين لتخل الرّجل القبظر، وَالْجَمَلَ الْقِدْرَ» «١» .\nوَعَنْ أبي سعيد، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَتَعَوَّذُ مِنَ الْجَانِّ، وَمِنْ عَيْنِ الْإِنْسَانِ «٢» .\nفَأَبْطَلَتْ طَائِفَةٌ مِمَّنْ قَلَّ نَصِيبُهُمْ مِنَ السَّمْعِ وَالْعَقْلِ أَمْرَ الْعَيْنِ، وقالوا: إنما ذلك أوهام لا حقيقة لها، وَهَؤُلَاءِ مِنْ أَجْهَلِ النَّاسِ بِالسَّمْعِ وَالْعَقْلِ، وَمِنْ أَغْلَظِهِمْ حِجَابًا، وَأَكْثَفِهِمْ طِبَاعًا، وَأَبْعَدِهِمْ مَعْرِفَةً عَنِ الْأَرْوَاحِ وَالنُّفُوسِ وَصِفَاتِهَا وَأَفْعَالِهَا وَتَأْثِيرَاتِهَا، وَعُقَلَاءُ الْأُمَمِ عَلَى اخْتِلَافِ مِلَلِهِمْ وَنِحَلِهِمْ لَا تَدْفَعُ أَمْرَ العين ولا تنكره، وإن اختلفوا في سببه وَجِهَةِ تَأْثِيرِ الْعَيْنِ.\nفَقَالَتْ طَائِفَةٌ: إِنَّ الْعَائِنَ إِذَا تَكَيَّفَتْ نَفْسُهُ بِالْكَيْفِيَّةِ الرَّدِيئَةِ، انْبَعَثَ مِنْ عَيْنِهِ قُوَّةٌ سُمِّيَّةٌ تَتَّصِلُ بِالْمَعِينِ، فَيَتَضَرَّرُ. قَالُوا وَلَا يُسْتَنْكَرُ هَذَا، كَمَا لَا يُسْتَنْكَرُ انْبِعَاثُ قُوَّةٍ سُمِّيَّةٍ مِنَ الْأَفْعَى تَتَّصِلُ بِالْإِنْسَانِ، فَيَهْلَكُ، وَهَذَا أَمْرٌ قَدِ اشْتُهِرَ عَنْ نَوْعٍ مِنَ الْأَفَاعِي أَنَّهَا إِذَا وَقَعَ بَصَرُهَا عَلَى الْإِنْسَانِ هَلَكَ فَكَذَلِكَ الْعَائِنُ.\nوَقَالَتْ فِرْقَةٌ أُخْرَى: لَا يُسْتَبْعَدُ أَنْ يَنْبَعِثَ مِنْ عَيْنِ بَعْضِ النَّاسِ جَوَاهِرُ لَطِيفَةٌ غَيْرُ مَرْئِيَّةٍ، فَتَتَّصِلُ بِالْمَعِينِ، وَتَتَخَلَّلُ مَسَامَّ جِسْمِهِ، فَيَحْصُلُ لَهُ الضَّرَرُ.\nوَقَالَتْ فِرْقَةٌ أُخْرَى: قَدْ أَجْرَى اللَّهُ الْعَادَةَ بِخَلْقِ مَا يَشَاءُ مِنَ الضَّرَرِ عِنْدَ مُقَابَلَةِ عَيْنِ الْعَائِنِ لِمَنْ يَعِينُهُ مِنْ غَيْرِ أَنْ يَكُونَ مِنْهُ قُوَّةٌ وَلَا سَبَبٌ وَلَا تَأْثِيرٌ أَصْلًا، وَهَذَا مَذْهَبُ مُنْكِرِي الْأَسْبَابِ وَالْقُوَى وَالتَّأْثِيرَاتِ فِي الْعَالَمِ، وَهَؤُلَاءِ قَدْ سَدُّوا عَلَى أَنْفُسِهِمْ بَابَ الْعِلَلِ وَالتَّأْثِيرَاتِ وَالْأَسْبَابِ، وَخَالَفُوا الْعُقَلَاءَ أَجْمَعِينَ.\nوَلَا رَيْبَ أَنَّ اللَّهَ سُبْحَانَهُ خَلَقَ فِي الْأَجْسَامِ وَالْأَرْوَاحِ قُوًى وَطَبَائِعَ مُخْتَلِفَةً، وَجَعَلَ فِي كَثِيرٍ مِنْهَا خَوَاصَّ وَكَيْفِيَّاتٍ مُؤَثِّرَةً، وَلَا يُمْكِنُ لِعَاقِلٍ إِنْكَارُ تأثير الأرواح في",
          "footnote": "(١) أخرجه البزار بسند حسن بمعناه\n(٢) أخرجه النسائي وابن ماجه، والترمذي وحسنه"
        },
        {
          "page": "١٢٣",
          "title": "",
          "text": "الْأَجْسَامِ، فَإِنَّهُ أَمْرٌ مُشَاهَدٌ مَحْسُوسٌ، وَأَنْتَ تَرَى الْوَجْهَ كَيْفَ يَحْمَرُّ حُمْرَةً شَدِيدَةً إِذَا نَظَرَ إليه من يحتشمه ويستحي منهج وَيَصْفَرُّ صُفْرَةً شَدِيدَةً عِنْدَ نَظَرِ مَنْ يَخَافُهُ إِلَيْهِ، وَقَدْ شَاهَدَ النَّاسُ مَنْ يَسْقَمُ مِنَ النَّظَرِ وَتَضْعُفُ قُوَاهُ، وَهَذَا كُلُّهُ بِوَاسِطَةِ تَأْثِيرِ الْأَرْوَاحِ، وَلِشِدَّةِ ارْتِبَاطِهَا بِالْعَيْنِ يُنْسَبُ الْفِعْلُ إِلَيْهَا، وَلَيْسَتْ هِيَ الْفَاعِلَةَ، وَإِنَّمَا التَّأْثِيرُ لِلرُّوحِ، وَالْأَرْوَاحُ مُخْتَلِفَةٌ فِي طَبَائِعِهَا وَقُوَاهَا وَكَيْفِيَّاتِهَا وَخَوَاصِّهَا، فَرُوحُ الْحَاسِدِ مُؤْذِيَةٌ لِلْمَحْسُودِ أَذًى بَيِّنًا، وَلِهَذَا أَمَرَ اللَّهُ- سُبْحَانَهُ رَسُولَهُ أَنْ يَسْتَعِيذَ بِهِ مِنْ شَرِّهِ، وَتَأْثِيرُ الْحَاسِدِ فِي أَذَى الْمَحْسُودِ أَمْرٌ لَا يُنْكِرُهُ إِلَّا مَنْ هُوَ خَارِجٌ عَنْ حَقِيقَةِ الْإِنْسَانِيَّةِ، وَهُوَ أَصْلُ الْإِصَابَةِ بِالْعَيْنِ، فَإِنَّ النَّفْسَ الْخَبِيثَةَ الْحَاسِدَةَ تَتَكَيَّفُ بِكَيْفِيَّةٍ خَبِيثَةٍ، وَتُقَابِلُ الْمَحْسُودَ، فَتُؤَثِّرُ فِيهِ بِتِلْكَ الْخَاصِّيَّةِ، وَأَشْبَهُ الْأَشْيَاءِ بِهَذَا الْأَفْعَى فَإِنَّ السُّمَّ كَامِنٌ فِيهَا بِالْقُوَّةِ، فَإِذَا قَابَلَتْ عَدُوَّهَا انْبَعَثَتْ مِنْهَا قُوَّةٌ غَضَبِيَّةٌ، وَتَكَيَّفَتْ بِكَيْفِيَّةٍ خَبِيثَةٍ مُؤْذِيَةٍ، فَمِنْهَا مَا تَشْتَدُّ كَيْفِيَّتُهَا وَتَقْوَى حَتَّى تُؤَثِّرَ فِي إِسْقَاطِ الْجَنِينِ، وَمِنْهَا مَا تُؤَثِّرُ فِي طَمْسِ الْبَصَرِ، كَمَا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْأَبْتَرِ، وَذِي الطُّفْيَتَيْنِ مِنَ الْحَيَّاتِ «إِنَّهُمَا يَلْتَمِسَانِ الْبَصَرَ، وَيُسْقِطَانِ الْحَبَلَ» » .\nوَمِنْهَا، مَا تُؤَثِّرُ فِي الْإِنْسَانِ كَيْفِيَّتُهَا بِمُجَرَّدِ الرُّؤْيَةِ مِنْ غَيْرِ اتِّصَالٍ بِهِ لِشِدَّةِ خُبْثِ تِلْكَ النَّفْسِ، وَكَيْفِيَّتِهَا الْخَبِيثَةِ الْمُؤَثِّرَةِ وَالتَّأْثِيرُ غَيْرُ مَوْقُوفٍ عَلَى الِاتِّصَالَاتِ الْجِسْمِيَّةِ، كَمَا يَظُنُّهُ مَنْ قَلَّ عِلْمُهُ وَمَعْرِفَتُهُ بِالطَّبِيعَةِ وَالشَّرِيعَةِ، بَلِ التَّأْثِيرُ يَكُونُ تَارَةً بِالِاتِّصَالِ، وَتَارَةً بِالْمُقَابَلَةِ، وَتَارَةً بِالرُّؤْيَةِ، وَتَارَةً بِتَوَجُّهِ الرُّوحِ نَحْوَ مَنْ يُؤَثِّرُ فِيهِ وَتَارَةً بِالْأَدْعِيَةِ وَالرُّقَى وَالتَّعَوُّذَاتِ، وَتَارَةً بِالْوَهْمِ وَالتَّخَيُّلِ، وَنَفْسُ الْعَائِنِ لَا يَتَوَقَّفُ تَأْثِيرُهَا عَلَى الرُّؤْيَةِ، بَلْ قَدْ يَكُونُ أَعْمَى، فَيُوصَفُ لَهُ الشَّيْءُ، فَتُؤَثِّرُ نَفْسُهُ فِيهِ وَإِنْ لَمْ يَرَهُ، وَكَثِيرٌ مِنَ الْعَائِنِينَ يُؤَثِّرُ فِي الْمَعِينِ بِالْوَصْفِ مِنْ غَيْرِ رُؤْيَةٍ وَقَدْ قَالَ تَعَالَى لِنَبِيِّهِ وَإِنْ يَكادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ «٢» وَقَالَ: قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ مِنْ شَرِّ مَا خَلَقَ وَمِنْ شَرِّ غاسِقٍ إِذا وَقَبَ وَمِنْ شَرِّ النَّفَّاثاتِ فِي الْعُقَدِ وَمِنْ شَرِّ",
          "footnote": "(١) أخرجه البخاري في بدأ الخلق، ومسلم في السلام. وقد سمي بذلك لأن على ظهره خطين يشبهان الطّفيتين، اي الخوصتين. والأبتر: قصير الذنب\n(٢) القلم- ٥١"
        },
        {
          "page": "١٢٤",
          "title": "",
          "text": "حاسِدٍ إِذا حَسَدَ، فَكُلُّ عَائِنٍ حَاسِدٌ، وَلَيْسَ كُلُّ حَاسِدٍ عَائِنًا، فَلَمَّا كَانَ الْحَاسِدُ أَعَمَّ مِنَ الْعَائِنِ كَانَتِ الِاسْتِعَاذَةُ مِنْهُ اسْتِعَاذَةً مِنَ الْعَائِنِ، وَهِيَ سِهَامٌ تَخْرُجُ مِنْ نَفْسِ الْحَاسِدِ وَالْعَائِنِ نَحْوَ الْمَحْسُودِ وَالْمَعِينِ تُصِيبُهُ تَارَةً وَتُخْطِئُهُ تَارَةً، فَإِنْ صَادَفَتْهُ مَكْشُوفًا لَا وِقَايَةَ عَلَيْهِ، أَثَّرَتْ فِيهِ، وَلَا بُدَّ، وَإِنْ صَادَفَتْهُ حَذِرًا شَاكِيَ السِّلَاحِ لَا مَنْفَذَ فِيهِ لِلسِّهَامِ، لَمْ تُؤَثِّرْ فِيهِ، وَرُبَّمَا رُدَّتِ السِّهَامُ عَلَى صَاحِبِهَا، وَهَذَا بِمَثَابَةِ الرَّمْيِ الْحِسِّيِّ سَوَاءً فَهَذَا مِنَ النُّفُوسِ وَالْأَرْوَاحِ، وَذَاكَ مِنَ الْأَجْسَامِ وَالْأَشْبَاحِ. وَأَصْلُهُ مِنْ إِعْجَابِ الْعَائِنِ بِالشَّيْءِ، ثُمَّ تَتْبَعُهُ كَيْفِيَّةُ نَفْسِهِ الْخَبِيثَةِ، ثُمَّ تَسْتَعِينُ عَلَى تَنْفِيذِ سُمِّهَا بِنَظْرَةٍ إِلَى الْمَعِينِ، وَقَدْ يَعِينُ الرَّجُلُ نَفْسَهُ، وَقَدْ يَعِينُ بِغَيْرِ إِرَادَتِهِ بَلْ بِطَبْعِهِ، وَهَذَا أَرْدَأُ مَا يَكُونُ مِنَ النَّوْعِ الْإِنْسَانِيِّ وَقَدْ قَالَ أَصْحَابُنَا وَغَيْرُهُمْ مِنَ الْفُقَهَاءِ: إِنَّ مَنْ عُرِفَ بِذَلِكَ حَبَسَهُ الْإِمَامُ، وَأَجْرَى لَهُ مَا يُنْفِقُ عَلَيْهِ إِلَى الموت، وهذا هو الصواب قطعا.",
          "footnote": ""
        },
        {
          "page": "١٢٤",
          "title": "فَصْلٌ",
          "text": "وَالْمَقْصُودُ: الْعِلَاجُ النَّبَوِيُّ لِهَذِهِ الْعِلَّةِ، وَهُوَ أَنْوَاعٌ، وَقَدْ رَوَى أبو داود فِي «سُنَنِهِ» عَنْ سَهْلِ بْنِ حُنَيْفٍ، قَالَ: مَرَرْنَا بِسَيْلٍ، فَدَخَلْتُ، فَاغْتَسَلْتُ فِيهِ، فَخَرَجْتُ مَحْمُومًا، فَنُمِيَ ذَلِكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم، فَقَالَ: «مُرُوا أبا ثابت يَتَعَوَّذُ» ، قَالَ: فَقُلْتُ يَا سَيِّدِي! وَالرُّقَى صَالِحَةٌ؟ فَقَالَ «لَا رُقْيَةَ إِلَّا فِي نَفْسٍ، أَوْ حُمَةٍ أَوْ لَدْغَةٍ» «١» .\nوَالنَّفْسُ: الْعَيْنُ، يُقَالُ: أَصَابَتْ فُلَانًا نَفْسٌ، أَيْ عَيْنٌ. وَالنَّافِسُ الْعَائِنُ.\nوَاللَّدْغَةُ- بِدَالٍ مُهْمَلَةٍ وَغَيْنٍ مُعْجَمَةٍ- وَهِيَ ضَرْبَةُ الْعَقْرَبِ وَنَحْوَهَا.\nفَمِنَ التَّعَوُّذَاتِ وَالرُّقَى الْإِكْثَارُ مِنْ قِرَاءَةِ الْمُعَوِّذَتَيْنِ وَفَاتِحَةِ الْكِتَابِ، وَآيَةِ الْكُرْسِيِّ، وَمِنْهَا التَّعَوُّذَاتُ النَّبَوِيَّةُ.\nنَحْوَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ.",
          "footnote": "(١) أخرجه أبو داود في الطب، وأخرجه الحاكم"
        },
        {
          "page": "١٢٥",
          "title": "",
          "text": "وَنَحْوَ: أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ.\nوَنَحْوَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ، مِنْ شَرِّ مَا خَلَقَ وَذَرَأَ وَبَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فِيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ ما يخرج منها، ومن شرّفتن اللَّيْلِ، وَالنَّهَارِ، وَمِنْ شَرِّ طَوَارِقِ اللَّيْلِ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ.\nوَمِنْهَا: أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَمِنْ شَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَنْ يَحْضُرُونِ.\nوَمِنْهَا: اللَّهُمَّ إِنِّي أَعُوذُ بِوَجْهِكَ الْكَرِيمِ، وَكَلِمَاتِكَ التَّامَّاتِ مِنْ شَرِّ مَا أَنْتَ آخِذٌ بِنَاصِيَتِهِ اللَّهُمَّ أَنْتَ تَكْشِفُ الْمَأْثَمَ وَالْمَغْرَمَ، اللَّهُمَّ إِنَّهُ لَا يُهْزَمُ جُنْدُكَ، وَلَا يُخْلَفُ وَعْدُكُ، سُبْحَانَكَ وَبِحَمْدِكَ.\nوَمِنْهَا: أَعُوذُ بِوَجْهِ اللَّهِ الْعَظِيمِ الَّذِي لَا شَيْءَ أَعْظَمُ مِنْهُ، وَبِكَلِمَاتِهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ، وَأَسْمَاءِ اللَّهِ الْحُسْنَى، مَا عَلِمْتُ مِنْهَا وَمَا لَمْ أَعْلَمْ، مِنْ شَرِّ مَا خَلَقَ وَذَرَأَ وَبَرَأَ، وَمِنْ شَرِّ كُلِّ ذِي شَرٍّ لَا أُطِيقُ شَرَّهُ، وَمِنْ شَرِّ كُلِّ ذِي شَرٍّ أَنْتَ آخِذٌ بِنَاصِيَتِهِ، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ.\nوَمِنْهَا اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، عَلَيْكَ تَوَكَّلْتُ، وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ، مَا شَاءَ اللَّهُ كَانَ، وَمَا لَمْ يَشَأْ لَمْ يَكُنْ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، أَعْلَمُ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا، وَأَحْصَى كُلَّ شَيْءٍ عَدَدًا، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَشَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَمِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا، إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ.\nوَإِنْ شَاءَ قَالَ تَحَصَّنْتُ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ، إِلَهِي وَإِلَهِ كُلِّ شَيْءٍ، وَاعْتَصَمْتُ بِرَبِّي وَرَبِّ كُلِّ شَيْءٍ، وَتَوَكَّلْتُ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ، وَاسْتَدْفَعْتُ الشَّرَّ بِلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، حَسْبِيَ اللَّهُ وَنِعْمَ الْوَكِيلُ، حَسْبِيَ الرَّبُّ مِنَ الْعِبَادِ، حَسَبِيَ الْخَالِقُ مِنَ الْمَخْلُوقِ، حَسَبِيَ الرَّازِقُ مِنَ الْمَرْزُوقِ حَسْبِيَ الَّذِي هُوَ حَسْبِي، حَسْبِيَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ، وَهُوَ يُجِيرُ وَلَا يُجَارُ عَلَيْهِ حَسْبِيَ اللَّهُ وَكَفَى، سَمِعَ اللَّهُ لِمَنْ دَعَا، لَيْسَ وَرَاءَ اللَّهِ مَرْمَى، حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ العظيم.",
          "footnote": ""
        },
        {
          "page": "١٢٦",
          "title": "",
          "text": "وَمَنْ جَرَّبَ هَذِهِ الدَّعَوَاتِ وَالْعُوَذَ، عَرَفَ مِقْدَارَ مَنْفَعَتِهَا، وَشِدَّةَ الْحَاجَةِ إِلَيْهَا، وَهِيَ تَمْنَعُ وُصُولَ أَثَرِ الْعَائِنِ، وَتَدْفَعُهُ بَعْدَ وُصُولِهِ بِحَسَبِ قُوَّةِ إِيمَانِ قَائِلِهَا، وَقُوَّةِ نَفْسِهِ، وَاسْتِعْدَادِهِ، وَقُوَّةِ تَوَكُّلِهِ وَثَبَاتِ قَلْبِهِ، فَإِنَّهَا سِلَاحٌ وَالسِّلَاحُ بِضَارِبِهِ",
          "footnote": ""
        },
        {
          "page": "١٢٦",
          "title": "فَصْلٌ",
          "text": "وَإِذَا كَانَ الْعَائِنُ يَخْشَى ضَرَرَ عَيْنِهِ وَإِصَابَتَهَا لِلْمَعِينِ، فَلْيَدْفَعْ شَرَّهَا بِقَوْلِهِ: اللَّهُمَّ بَارِكْ عَلَيْهِ، كَمَا قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِعَامِرِ بْنِ رَبِيعَةَ لَمَّا عَانَ سَهْلَ بْنَ حُنَيْفٍ:\n«أَلَا بَرَّكْتَ» أَيْ: قُلْتَ: اللَّهُمَّ بَارِكْ عَلَيْهِ.\nوَمِمَّا يُدْفَعُ بِهِ إِصَابَةُ الْعَيْنِ قَوْلُ: مَا شَاءَ اللَّهُ لَا قُوَّةَ إِلَّا بِاللَّهِ، رَوَى هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّهُ كَانَ إِذَا رَأَى شَيْئًا يُعْجِبُهُ، أَوْ دَخَلَ حَائِطًا مِنْ حِيطَانِهِ، قَالَ: مَا شَاءَ اللَّهُ، لَا قُوَّةَ إِلَّا بِاللَّهِ.\nوَمِنْهَا رُقْيَةُ جِبْرِيلَ عَلَيْهِ السَّلَامُ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّتِي رَوَاهَا مسلم فِي «صَحِيحِهِ» «بِاسْمِ اللَّهِ أَرْقِيكَ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ اللَّهُ يَشْفِيكَ بِاسْمِ اللَّهِ أَرْقِيكَ» «١» .\nوَرَأَى جَمَاعَةٌ مِنَ السَّلَفِ أَنْ تُكْتَبَ لَهُ الْآيَاتُ مِنَ الْقُرْآنِ، ثُمَّ يَشْرَبَهَا. قَالَ مجاهد لَا بَأْسَ أَنْ يَكْتُبَ الْقُرْآنَ، وَيَغْسِلَهُ، وَيَسْقِيَهُ الْمَرِيضَ، وَمِثْلُهُ عَنْ أبي قلابة.\nوَيُذْكَرُ عَنِ ابْنِ عَبَّاسٍ أَنَّهُ أَمَرَ أَنْ يُكْتَبَ لِامْرَأَةٍ تَعَسَّرَ عَلَيْهَا وِلَادُهَا أَثَرٌ مِنَ الْقُرْآنِ ثُمَّ يُغْسَلُ وَتُسْقَى. وَقَالَ أيوب رَأَيْتُ أبا قلابة كَتَبَ كِتَابًا مِنَ الْقُرْآنِ ثُمَّ غَسَلَهُ بِمَاءٍ، وَسَقَاهُ رَجُلًا كَانَ بِهِ وجع.",
          "footnote": "(١) أخرجه مسلم في السلام"
        },
        {
          "page": "١٢٧",
          "title": "فَصْلٌ",
          "text": "وَمِنْهَا أَنْ يُؤْمَرَ الْعَائِنُ بِغَسْلِ مَغَابِنِهِ وَأَطْرَافِهِ وَدَاخِلَةِ إِزَارِهِ، وَفِيهِ قَوْلَانِ أَحَدُهُمَا أَنَّهُ فَرْجُهُ. وَالثَّانِي أَنَّهُ طَرَفُ إِزَارِهِ الدَّاخِلِ الَّذِي يَلِي جَسَدَهُ مِنَ الْجَانِبِ الْأَيْمَنِ، ثُمَّ يُصَبُّ عَلَى رَأْسِ الْمَعِينِ مِنْ خَلْفِهِ بَغْتَةً، وَهَذَا مِمَّا لَا يَنَالُهُ عِلَاجُ الْأَطِبَّاءِ، وَلَا يَنْتَفِعُ بِهِ مَنْ أَنْكَرَهُ، أَوْ سَخِرَ مِنْهُ، أَوْ شَكَّ فِيهِ، أَوْ فَعَلَهُ مُجَرِّبًا لَا يَعْتَقِدُ أَنَّ ذَلِكَ يَنْفَعُهُ\nوَإِذَا كَانَ فِي الطَّبِيعَةِ خَوَاصُّ لَا تَعْرِفُ الْأَطِبَّاءُ عِلَلَهَا الْبَتَّةَ، بَلْ هِيَ عِنْدَهُمْ خَارِجَةٌ عَنْ قِيَاسِ الطَّبِيعَةِ تَفْعَلُ بِالْخَاصِّيَّةِ، فَمَا الَّذِي يُنْكِرُهُ زَنَادِقَتُهُمْ وَجَهَلَتُهُمْ مِنَ الْخَوَاصِّ الشَّرْعِيَّةِ، هَذَا مَعَ أَنَّ فِي الْمُعَالَجَةِ بِهَذَا الِاسْتِغْسَالِ مَا تَشْهَدُ لَهُ الْعُقُولُ الصَّحِيحَةُ، وَتُقِرُّ لِمُنَاسَبَتِهِ، فَاعْلَمْ أَنَّ تِرْيَاقَ سُمِّ الْحَيَّةِ فِي لَحْمِهَا، وَأَنَّ عِلَاجَ تَأْثِيرِ النَّفْسِ الْغَضَبِيَّةِ فِي تَسْكِينِ غَضَبِهَا، وَإِطْفَاءِ نَارِهِ بِوَضْعِ يَدِكَ عَلَيْهِ وَالْمَسْحِ عَلَيْهِ، وَتَسْكِينِ غَضَبِهِ، وَذَلِكَ بِمَنْزِلَةِ رَجُلٍ مَعَهُ شُعْلَةٌ مِنْ نَارٍ، وَقَدْ أَرَادَ أَنْ يَقْذِفَكَ بِهَا، فَصَبَبْتَ عَلَيْهَا الْمَاءَ، وَهِيَ فِي يَدِهِ حَتَّى طُفِئَتْ، وَلِذَلِكَ أُمِرَ الْعَائِنُ أَنْ يَقُولَ: «اللَّهُمَّ بَارِكْ عَلَيْهِ لِيَدْفَعَ تِلْكَ الْكَيْفِيَّةَ الْخَبِيثَةَ بِالدُّعَاءِ الَّذِي هُوَ إِحْسَانٌ إِلَى الْمَعِينِ، فَإِنَّ دَوَاءَ الشَّيْءِ بِضِدِّهِ، وَلَمَّا كَانَتْ هَذِهِ الْكَيْفِيَّةُ الْخَبِيثَةُ تَظْهَرُ فِي الْمَوَاضِعِ الرَّقِيقَةِ مِنَ الْجَسَدِ، لِأَنَّهَا تَطْلُبُ النُّفُوذَ، فَلَا تَجِدُ أَرَقَّ مِنَ الْمَغَابِنِ، وَدَاخِلَةِ الْإِزَارِ، وَلَا سِيَّمَا إِنْ كَانَ كِنَايَةً عَنِ الْفَرَجِ، فَإِذَا غُسِلَتْ بِالْمَاءِ، بَطَلَ تَأْثِيرُهَا وَعَمَلُهَا، وَأَيْضًا فَهَذِهِ الْمَوَاضِعُ لِلْأَرْوَاحِ الشَّيْطَانِيَّةِ بِهَا اخْتِصَاصٌ.\nوَالْمَقْصُودُ: أَنَّ غَسْلَهَا بالماء يطفىء تِلْكَ النَّارِيَّةِ، وَيَذْهَبُ بِتِلْكَ السُّمِّيَّةِ.\nوَفِيهِ أَمْرٌ آخَرُ، وَهُوَ وُصُولُ أَثَرِ الْغَسْلِ إِلَى الْقَلْبِ من أرقّ المواضع وأسرعها تنفيذا، فيطفىء تِلْكَ النَّارِيَّةَ وَالسُّمِّيَّةَ بِالْمَاءِ، فَيُشْفَى الْمَعِينُ، وَهَذَا كَمَا أَنَّ ذَوَاتِ السُّمُومِ إِذَا قُتِلَتْ بَعْدَ لَسْعِهَا، خَفَّ أَثَرُ اللَّسْعَةِ عَنِ الْمَلْسُوعِ، وَوَجَدَ رَاحَةً، فَإِنَّ أَنْفُسَهَا تَمُدُّ أَذَاهَا بَعْدَ لَسْعِهَا، وَتُوَصِّلُهُ إِلَى الْمَلْسُوعِ. فَإِذَا قُتِلَتْ، خَفَّ الْأَلَمُ، وهذا مشاهده وَإِنْ كَانَ مِنْ أَسْبَابِهِ فَرَحُ الْمَلْسُوعِ، وَاشْتِفَاءُ نَفْسِهِ بِقَتْلِ عَدُوِّهِ، فَتَقْوَى الطَّبِيعَةُ عَلَى الْأَلَمِ، فَتَدْفَعُهُ.\nوَبِالْجُمْلَةِ: غَسْلُ الْعَائِنِ يُذْهِبُ تِلْكَ الْكَيْفِيَّةِ الَّتِي ظَهَرَتْ مِنْهُ، وَإِنَّمَا يَنْفَعُ غَسْلُهُ عِنْدَ تَكَيُّفِ نَفْسِهِ بِتِلْكَ الْكَيْفِيَّةِ.",
          "footnote": ""
        },
        {
          "page": "١٢٨",
          "title": "",
          "text": "فَإِنْ قِيلَ: فَقَدْ ظَهَرَتْ مُنَاسَبَةُ الْغَسْلِ، فَمَا مُنَاسَبَةُ صَبِّ ذَلِكَ الْمَاءِ عَلَى الْمَعِينِ؟\nقِيلَ: هُوَ فِي غَايَةِ الْمُنَاسَبَةِ، فَإِنَّ ذَلِكَ الْمَاءَ ماء طفىء بِهِ تِلْكَ النَّارِيَّةُ، وَأَبْطَلَ تِلْكَ الْكَيْفِيَّةَ الرَّدِيئَةَ مِنَ الْفَاعِلِ، فَكَمَا طُفِئَتْ بِهِ النَّارِيَّةُ الْقَائِمَةُ بِالْفَاعِلِ طُفِئَتْ بِهِ، وَأُبْطِلَتْ عَنِ الْمَحَلِّ الْمُتَأَثِّرِ بَعْدَ مُلَابَسَتِهِ لِلْمُؤَثِّرِ الْعَائِنِ، وَالْمَاءُ الَّذِي يُطْفَأُ بِهِ الْحَدِيدُ يَدْخُلُ فِي أَدْوِيَةٍ عِدَّةٍ طَبِيعِيَّةٍ ذكرها الأطباء، فهذا الذي؟ طفىء بِهِ نَارِيَّةُ الْعَائِنِ لَا يُسْتَنْكَرُ أَنْ يَدْخُلَ فِي دَوَاءٍ يُنَاسِبُ هَذَا الدَّاءَ وَبِالْجُمْلَةِ فَطِبُّ الطَّبَائِعِيَّةِ وَعِلَاجُهُمْ بِالنِّسْبَةِ إِلَى الْعِلَاجِ النَّبَوِيِّ، كَطِبِّ الطُّرُقِيَّةِ بِالنِّسْبَةِ إِلَى طِبِّهِمْ، بَلْ أَقَلُّ، فَإِنَّ التَّفَاوُتَ الَّذِي بَيْنَهُمْ وَبَيْنَ الْأَنْبِيَاءِ أَعْظَمُ، وَأَعْظَمُ مِنَ التَّفَاوُتِ الَّذِي بَيْنَهُمْ وَبَيْنَ الطُّرُقِيَّةِ بِمَا لَا يُدْرِكُ الْإِنْسَانُ مِقْدَارَهُ، فَقَدْ ظَهَرَ لَكَ عَقْدُ الْإِخَاءِ الَّذِي بَيْنَ الْحِكْمَةِ وَالشَّرْعِ وَعَدَمُ مُنَاقَضَةِ أَحَدِهِمَا لِلْآخَرِ، وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى الصَّوَابِ، وَيَفْتَحُ لِمَنْ أَدَامَ قَرْعَ بَابِ التَّوْفِيقِ مِنْهُ كُلَّ بَابٍ، وَلَهُ النِّعْمَةُ السَّابِغَةُ، والحجة البالغة.",
          "footnote": ""
        },
        {
          "page": "١٢٩",
          "title": "فَصْلٌ",
          "text": "من عِلَاجِ ذَلِكَ أَيْضًا وَالِاحْتِرَازِ مِنْهُ سَتْرُ مَحَاسِنِ مَنْ يُخَافُ عَلَيْهِ الْعَيْنُ بِمَا يَرُدُّهَا عَنْهُ، كَمَا ذَكَرَ البغوي فِي كِتَابِ «شَرْحِ السُّنَّةِ» : أَنَّ عثمان رَضِيَ اللَّهُ عَنْهُ رَأَى صَبِيًّا مليحاج فَقَالَ: دَسِّمُوا نُونَتَهُ لِئَلَّا تُصِيبَهُ الْعَيْنُ، ثُمَّ قَالَ فِي تَفْسِيرِهِ وَمَعْنَى: دَسِّمُوا نُونَتَهُ أَيْ سَوِّدُوا نُونَتَهُ، وَالنُّونَةُ النُّقْرَةُ الَّتِي تَكُونُ فِي ذَقَنِ الصَّبِيِّ الصَّغِيرِ.\nوَقَالَ الخطابي فِي «غَرِيبِ الْحَدِيثِ» لَهُ عَنْ عثمان: إِنَّهُ رَأَى صَبِيًّا تأخذه العين، فقال: دسّموا نوننه؟؟؟ فَقَالَ أبو عمرو سَأَلْتُ أَحْمَدَ بْنَ يَحْيَى عَنْهُ، فَقَالَ أَرَادَ بِالنُّونَةِ النُّقْرَةَ الَّتِي فِي ذقنه. والتدسيم التسويده أَرَادَ: سَوِّدُوا ذَلِكَ الْمَوْضِعَ مِنْ ذَقَنِهِ، لِيَرُدَّ الْعَيْنَ قَالَ: وَمِنْ هَذَا حَدِيثُ عائشة أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ ذَاتَ يَوْمٍ، وَعَلَى رَأْسِهِ عِمَامَةٌ دَسْمَاءُ أَيْ سَوْدَاءُ. أَرَادَ الِاسْتِشْهَادَ عَلَى اللَّفْظَةِ، وَمِنْ هَذَا أَخَذَ الشَّاعِرُ قَوْلَهُ\nمَا كَانَ أَحْوَجَ ذَا الْكَمَالِ إِلَى ... عَيْبٍ يُوَقِّيهِ مِنَ الْعَيْنِ",
          "footnote": ""
        },
        {
          "page": "١٢٩",
          "title": "فَصْلٌ",
          "text": "وَمِنَ الرُّقَى الَّتِي تَرُدُّ الْعَيْنَ مَا ذُكِرَ عَنْ أبي عبد الله الساجي، أَنَّهُ كَانَ فِي بَعْضِ أَسْفَارِهِ لِلْحَجِّ أَوِ الْغَزْوِ عَلَى نَاقَةٍ فَارِهَةٍ، وَكَانَ فِي الرُّفْقَةِ رَجُلٌ عَائِنٌ قَلَّمَا نَظَرَ إِلَى شَيْءٍ إِلَّا أَتْلَفَهُ، فَقِيلَ لأبي عبد الله: احْفَظْ نَاقَتَكَ مِنَ الْعَائِنِ، فَقَالَ لَيْسَ لَهُ إِلَى نَاقَتِي سَبِيلٌ، فَأُخْبِرَ الْعَائِنُ بِقَوْلِهِ، فَتَحَيَّنَ غَيْبَةَ أبي عبد الله، فَجَاءَ إِلَى رَحْلِهِ، فَنَظَرَ إِلَى النَّاقَةِ، فَاضْطَرَبَتْ وَسَقَطَتْ، فَجَاءَ أبو عبد الله، فَأُخْبِرَ أَنَّ الْعَائِنَ قَدْ عَانَهَا، وَهِيَ كَمَا تَرَى، فَقَالَ دِلُّونِي عَلَيْهِ، فَدُلَّ، فَوَقَفَ عَلَيْهِ، وَقَالَ بسم الله، حبس طبس، وحجر ياس، وَشِهَابٌ قَابِسٌ، رَدَدْتُ عَيْنَ الْعَائِنِ عَلَيْهِ، وَعَلَى أَحَبِّ النَّاسِ إِلَيْهِ، فَارْجِعِ الْبَصَرَ هَلْ تَرى مِنْ فُطُورٍ، ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ إِلَيْكَ الْبَصَرُ خاسِئاً وَهُوَ حَسِيرٌ «١» فَخَرَجَتْ حَدَقَتَا الْعَائِنِ، وَقَامَتِ النَّاقَةُ لَا بَأْسَ بها.",
          "footnote": "(١) الملك- ٣- ٤."
        }
      ]
    },
    {
      "number": "2",
      "title": "فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي العلاج لكل شكوى بالرقية الإلية",
      "pages": [
        {
          "page": "١٢٩",
          "title": "فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي العلاج لكل شكوى بالرقية الإلية",
          "text": "رَوَى أبو داود فِي «سُنَنِهِ» مِنْ حَدِيثِ أَبِي الدَّرْدَاءِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ «مَنِ اشْتَكَى مِنْكُمْ شَيْئًا، أَوِ اشْتَكَاهُ أَخٌ لَهُ فَلْيَقُلْ: رَبَّنَا اللَّهَ الَّذِي فِي السَّمَاءِ، تَقَدَّسَ اسْمُكَ، أَمْرُكَ فِي السَّمَاءِ وَالْأَرْضِ كَمَا رَحْمَتُكَ فِي السَّمَاءِ، فَاجْعَلْ رَحْمَتَكَ فِي الْأَرْضِ وَاغْفِرْ لَنَا حُوبَنَا وَخَطَايَانَا أَنْتَ رَبُّ الطَّيِّبِينَ، أَنْزِلْ رَحْمَةً مِنْ رحمتك، وشفاء من شفائيك عَلَى هَذَا الْوَجَعِ، فَيَبْرَأُ بِإِذْنِ اللَّهِ» «٢»\nوَفِي «صَحِيحِ مسلم» عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ جِبْرِيلَ- عَلَيْهِ السَّلَامُ- أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ يَا مُحَمَّدُ! اشْتَكَيْتَ؟ فَقَالَ: «نَعَمْ» ، فَقَالَ جِبْرِيلُ- عَلَيْهِ السَّلَامُ-:\n«بِاسْمِ اللَّهِ أَرْقِيكَ مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ اللَّهُ يَشْفِيكَ باسم الله أرقيك» «٣» .",
          "footnote": "(٢) أخرجه أبو داود في الطب. ورواه أحمد\n(٣) أخرجه مسلم في السلام"
        },
        {
          "page": "١٣٠",
          "title": "",
          "text": "فَإِنْ قِيلَ فَمَا تَقُولُونَ فِي الْحَدِيثِ الَّذِي رَوَاهُ أبو داود «لَا رُقْيَةَ إِلَّا مِنْ عَيْنٍ، أَوْ حُمَةٍ، وَالْحُمَةُ: ذَوَاتُ السُّمُومِ كُلُّهَا.\nفَالْجَوَابُ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يُرِدْ بِهِ نَفْيَ جَوَازِ الرُّقْيَةِ فِي غَيْرِهَا، بَلِ الْمُرَادُ بِهِ لَا رُقْيَةَ أَوْلَى وَأَنْفَعُ مِنْهَا فِي الْعَيْنِ وَالْحُمَةِ، وَيَدُلُّ عَلَيْهِ سِيَاقُ الْحَدِيثِ، فَإِنَّ سَهْلَ بْنَ حُنَيْفٍ قَالَ لَهُ لما أصابته العين أّو في الرُّقَى خَيْرٌ؟ فَقَالَ «لَا رُقْيَةَ إِلَّا فِي نَفْسٍ أَوْ حُمَةٍ وَيَدُلُّ عَلَيْهِ سَائِرُ أَحَادِيثِ الرُّقَى الْعَامَّةِ وَالْخَاصَّةِ، وَقَدْ رَوَى أبو داود مِنْ حَدِيثِ أنس قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا رُقْيَةَ إِلَّا من عين أو حمة أو دم يفرقأ «١» .\nوَفِي «صَحِيحِ مسلم» عَنْهُ أَيْضًا: رَخَّصَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الرُّقْيَةِ من العين والحمة والنملة.",
          "footnote": "(١) أخرجه أبو داود والترمذي بلفظ «ولا رقية إلا من عين أو حمة» وإسناده صحيح."
        }
      ]
    },
    {
      "number": "3",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رُقْيَةِ اللَّدِيغِ بِالْفَاتِحَةِ",
      "pages": [
        {
          "page": "١٣٠",
          "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رُقْيَةِ اللَّدِيغِ بِالْفَاتِحَةِ",
          "text": "أَخْرَجَا فِي «الصَّحِيحَيْنِ» مِنْ حَدِيثِ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: انْطَلَقَ نَفَرٌ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفْرَةٍ سَافَرُوهَا حَتَّى نَزَلُوا عَلَى حَيٍّ مِنْ أَحْيَاءِ الْعَرَبِ، فَاسْتَضَافُوهُمْ، فَأَبَوْا أَنْ يُضَيِّفُوهُمْ، فَلُدِغَ سَيِّدُ ذَلِكَ الْحَيِّ، فَسَعَوْا لَهُ بِكُلِّ شَيْءٍ لَا يَنْفَعُهُ شَيْءٌ، فَقَالَ بَعْضُهُمْ لَوْ أَتَيْتُمْ هَؤُلَاءِ الرَّهْطَ الَّذِينَ نَزَلُوا لَعَلَّهُمْ أَنْ يَكُونَ عِنْدَ بَعْضِهِمْ شَيْءٌ، فَأَتَوْهُمْ، فَقَالُوا يَا أَيُّهَا الرَّهْطُ إِنَّ سَيَّدَنَا لُدِغَ، وَسَعَيْنَا لَهُ بِكُلِّ شَيْءٍ لَا يَنْفَعُهُ، فَهَلْ عِنْدَ أَحَدٍ مِنْكُمْ مِنْ شَيْءٍ؟ فَقَالَ بَعْضُهُمْ: نَعَمْ وَاللَّهِ إِنِّي لَأَرْقِي، وَلَكِنِ اسْتَضَفْنَاكُمْ، فَلَمْ تُضَيِّفُونَا، فَمَا أَنَا بَرَاقٍ حَتَّى تَجْعَلُوا لَنَا جُعْلًا، فَصَالَحُوهُمْ عَلَى قَطِيعٍ مِنَ الْغَنَمِ، فَانْطَلَقَ يَتْفُلُ عَلَيْهِ، وَيَقْرَأُ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ، فَكَأَنَّمَا أُنْشِطَ مِنْ عِقَالٍ، فَانْطَلَقَ يَمْشِي وَمَا بِهِ قَلَبَةٌ، قَالَ فَأَوْفَوْهُمْ جُعْلَهُمُ الَّذِي صَالَحُوهُمْ عَلَيْهِ، فَقَالَ بَعْضُهُمْ: اقْتَسِمُوا، فَقَالَ الَّذِي رَقَى لَا تَفْعَلُوا حَتَّى نَأْتِيَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عليه وسلم، فنذكر له",
          "footnote": ""
        },
        {
          "page": "١٣١",
          "title": "",
          "text": "الَّذِي كَانَ، فَنَنْظُرَ مَا يَأْمُرُنَا، فَقَدِمُوا عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرُوا لَهُ ذَلِكَ، فَقَالَ «وَمَا يُدْرِيكَ أَنَّهَا رُقْيَةٌ؟» ، ثُمَّ قَالَ «قَدْ أَصَبْتُمْ، اقْسِمُوا وَاضْرِبُوا لِي مَعَكُمْ سَهْمًا» «١»\nوَقَدْ رَوَى ابْنُ مَاجَهْ فِي «سُنَنِهِ» مِنْ حَدِيثِ علي قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْرُ الدَّوَاءِ الْقُرْآنُ» «٢» .\nوَمِنَ الْمَعْلُومِ أَنَّ بَعْضَ الْكَلَامِ لَهُ خَوَاصُّ وَمَنَافِعُ مُجَرَّبَةٌ، فَمَا الظَّنُّ بِكَلَامِ رَبِّ الْعَالَمِينَ، الَّذِي فَضْلُهُ عَلَى كُلِّ كَلَامٍ كَفَضْلِ اللَّهِ عَلَى خَلْقِهِ الَّذِي هُوَ الشِّفَاءُ التَّامُّ، وَالْعِصْمَةُ النَّافِعَةُ، وَالنُّورُ الْهَادِي، وَالرَّحْمَةُ الْعَامَّةُ، الَّذِي لو أنزل ظل عَلَى جَبَلٍ لَتَصَدَّعَ مِنْ عَظَمَتِهِ وَجَلَالَتِهِ. قَالَ تَعَالَى وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ «٣» و «من» ها هنا لِبَيَانِ الْجِنْسِ لَا لِلتَّبْعِيضِ هَذَا أَصَحُّ الْقَوْلَيْنِ، كَقَوْلِهِ تَعَالَى: وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ مِنْهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً «٤» . وَكُلُّهُمْ مِنَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ، فَمَا الظَّنُّ بِفَاتِحَةِ الْكِتَابِ الَّتِي لَمْ يُنْزَلْ فِي الْقُرْآنِ، وَلَا فِي التَّوْرَاةِ، وَلَا فِي الْإِنْجِيلِ، وَلَا فِي الزَّبُورِ مِثْلُهَا، الْمُتَضَمِّنَةِ لِجَمِيعِ مَعَانِي كُتُبِ اللَّهِ، الْمُشْتَمِلَةِ عَلَى ذِكْرِ أُصُولِ أَسْمَاءِ الرب- تعالى- ومجامعها، وهي الله، والرب، وو الرحمن، وَإِثْبَاتِ الْمَعَادِ، وَذِكْرِ التَّوْحِيدَيْنِ: تَوْحِيدِ الرَّبُوبِيَّةِ، وَتَوْحِيدِ الْإِلَهِيَّةِ، وَذِكْرِ الِافْتِقَارِ إِلَى الرَّبِّ سُبْحَانَهُ فِي طَلَبِ الْإِعَانَةِ وَطَلَبِ الْهِدَايَةِ، وَتَخْصِيصِهِ سُبْحَانَهُ بِذَلِكَ، وَذِكْرِ أَفْضَلِ الدُّعَاءِ عَلَى الْإِطْلَاقِ وَأَنْفَعِهِ وَأَفْرَضِهِ، وَمَا الْعِبَادُ أَحْوَجُ شَيْءٍ إِلَيْهِ، وَهُوَ الْهِدَايَةُ إِلَى صِرَاطِهِ الْمُسْتَقِيمِ، الْمُتَضَمِّنِ كَمَالَ مَعْرِفَتِهِ وَتَوْحِيدِهِ وَعِبَادَتِهِ بِفِعْلِ مَا أَمَرَ بِهِ، وَاجْتِنَابِ مَا نَهَى عَنْهُ، وَالِاسْتِقَامَةِ عَلَيْهِ إِلَى الْمَمَاتِ، وَيَتَضَمَّنُ ذِكْرَ أَصْنَافِ الْخَلَائِقِ وَانْقِسَامَهُمْ إِلَى مُنْعَمٍ عَلَيْهِ بِمَعْرِفَةِ الْحَقِّ، وَالْعَمَلِ بِهِ، وَمَحَبَّتِهِ، وَإِيثَارِهِ، وَمَغْضُوبٍ عَلَيْهِ بِعُدُولِهِ عَنِ الْحَقِّ بَعْدَ مَعْرِفَتِهِ لَهُ، وَضَالٍّ بِعَدَمِ مَعْرِفَتِهِ لَهُ. وَهَؤُلَاءِ أَقْسَامُ الْخَلِيقَةِ مَعَ تَضَمُّنِهَا لِإِثْبَاتِ الْقَدَرِ، وَالشَّرْعِ، وَالْأَسْمَاءِ، وَالصِّفَاتِ، والمعاد، والنبوات، وتزكية النفوس، وإصلاح",
          "footnote": "(١) أخرجه البخاري في الطب، ومسلم في السلام، وأخرجه الترمذي وابن ماجه وأحمد\n(٢) أخرجه ابن ماجه في الطب\n(٣) الإسراء- ٨٢\n(٤) الفتح- ٢٩"
        },
        {
          "page": "١٣٢",
          "title": "",
          "text": "الْقُلُوبِ، وَذِكْرِ عَدْلِ اللَّهِ وَإِحْسَانِهِ، وَالرَّدِّ عَلَى جَمِيعِ أَهْلِ الْبِدَعِ وَالْبَاطِلِ، كَمَا ذَكَرْنَا ذَلِكَ فِي كِتَابِنَا الْكَبِيرِ «مَدَارِجِ السَّالِكِينَ» فِي شَرْحِهَا. وَحَقِيقٌ بِسُورَةٍ هَذَا بَعْضُ شَأْنِهَا، أَنْ يُسْتَشْفَى بِهَا مِنَ الْأَدْوَاءِ، وَيُرْقَى بِهَا اللَّدِيغُ.\nوَبِالْجُمْلَةِ فما تمنته الفاتحة ن إخلاص العبودية والثناء على الله، وتقويض الْأَمْرِ كُلِّهِ إِلَيْهِ، وَالِاسْتِعَانَةِ بِهِ، وَالتَّوَكُّلِ عَلَيْهِ، وَسُؤَالِهِ مَجَامِعَ النِّعَمِ كُلِّهَا، وَهِيَ الْهِدَايَةُ الَّتِي تَجْلِبُ النِّعَمَ، وَتَدْفَعُ النِّقَمَ، مِنْ أَعْظَمِ الْأَدْوِيَةِ الشَّافِيَةِ الْكَافِيَةِ.\nوَقَدْ قِيلَ: إِنَّ مَوْضِعَ الرُّقْيَةِ منها: إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ، وَلَا رَيْبَ أَنَّ هَاتَيْنِ الْكَلِمَتَيْنِ مِنْ أَقْوَى أَجْزَاءِ هَذَا الدَّوَاءِ، فَإِنَّ فِيهِمَا مِنْ عُمُومِ التَّفْوِيضِ وَالتَّوَكُّلِ، وَالِالْتِجَاءِ وَالِاسْتِعَانَةِ، وَالِافْتِقَارِ وَالطَّلَبِ، وَالْجَمْعِ بَيْنَ أَعْلَى الْغَايَاتِ، وَهِيَ عِبَادَةُ الرَّبِّ وَحْدَهُ، وَأَشْرَفِ الْوَسَائِلِ وَهِيَ الِاسْتِعَانَةُ بِهِ عَلَى عِبَادَتِهِ مَا لَيْسَ فِي غَيْرِهَا، وَلَقَدْ مَرَّ بِي وَقْتٌ بِمَكَّةَ سَقِمْتُ فِيهِ وَفَقَدْتُ الطَّبِيبَ وَالدَّوَاءَ، فَكُنْتُ أَتَعَالَجُ بِهَا، آخُذُ شَرْبَةً مِنْ مَاءِ زَمْزَمَ، وَأَقْرَؤُهَا عَلَيْهَا مِرَارًا، ثُمَّ أَشْرَبُهُ، فَوَجَدْتُ بِذَلِكَ الْبُرْءَ التَّامَّ، ثُمَّ صِرْتُ أَعْتَمِدُ ذَلِكَ عِنْدَ كَثِيرٍ مِنَ الْأَوْجَاعِ، فَأَنْتَفِعُ بِهَا غَايَةَ الانتفاع.",
          "footnote": "(١) أخرجه البخاري في الطب، ومسلم في السلام، وأخرجه الترمذي وابن ماجه وأحمد\n(٢) أخرجه ابن ماجه في الطب\n(٣) الإسراء- ٨٢\n(٤) الفتح- ٢٩"
        },
        {
          "page": "١٣٢",
          "title": "فَصْلٌ",
          "text": "وفي تأثير الرّقى بالفاتحة وغيرها عِلَاجِ ذَوَاتِ السُّمُومِ سِرٌّ بَدِيعٌ، فَإِنَّ ذَوَاتِ السُّمُومِ أَثَّرَتْ بِكَيْفِيَّاتِ نُفُوسِهَا الْخَبِيثَةِ، كَمَا تَقَدَّمَ، وَسِلَاحُهَا حُمَاتُهَا الَّتِي تَلْدَغُ بِهَا، وَهِيَ لَا تَلْدَغُ حَتَّى تَغْضَبَ، فَإِذَا غَضِبَتْ، ثَارَ فِيهَا السُّمُّ، فَتَقْذِفُهُ بِآلَتِهَا، وَقَدْ جَعَلَ اللَّهُ سُبْحَانَهُ لِكُلِّ دَاءٍ دَوَاءً، وَلِكُلِّ شَيْءٍ ضِدًّا وَنَفْسُ الرَّاقِي تَفْعَلُ فِي نَفْسِ الْمَرْقِيِّ، فَيَقَعُ بَيْنَ نَفْسَيْهِمَا فِعْلٌ وَانْفِعَالٌ، كَمَا يَقَعُ بَيْنَ الدَّاءِ وَالدَّوَاءِ، فَتَقْوَى نَفْسُ الرَّاقِي وَقُوَّتُهُ بِالرُّقْيَةِ عَلَى ذَلِكَ الدَّاءِ، فَيَدْفَعُهُ بِإِذْنِ اللَّهِ، وَمَدَارُ تَأْثِيرِ الْأَدْوِيَةِ وَالْأَدْوَاءِ عَلَى الْفِعْلِ وَالِانْفِعَالِ وَهُوَ كَمَا يَقَعُ بَيْنَ الدَّاءِ وَالدَّوَاءِ الطَّبِيعِيَّيْنِ، يَقَعُ بَيْنَ الدَّاءِ وَالدَّوَاءِ الرُّوحَانِيَّيْنِ، وَالرُّوحَانِيُّ، وَالطَّبِيعِيُّ، وَفِي النَّفْثِ وَالتَّفْلِ اسْتِعَانَةٌ بِتِلْكَ الرُّطُوبَةِ وَالْهَوَاءِ، وَالنَّفَسِ الْمُبَاشِرِ لِلرُّقْيَةِ، وَالذِّكْرِ وَالدُّعَاءِ، فَإِنَّ الرُّقْيَةَ تَخْرُجُ مِنْ قَلْبِ الرَّاقِي وَفَمِهِ، فَإِذَا صَاحَبَهَا شَيْءٌ مِنْ أَجْزَاءِ بَاطِنِهِ مِنَ الرِّيقِ وَالْهَوَاءِ وَالنَّفَسِ، كَانَتْ أتمّ",
          "footnote": ""
        },
        {
          "page": "١٣٣",
          "title": "فَصْلٌ",
          "text": "تَأْثِيرًا، وَأَقْوَى فِعْلًا وَنُفُوذًا، وَيَحْصُلُ بِالِازْدِوَاجِ بَيْنَهُمَا كَيْفِيَّةٌ مُؤَثِّرَةٌ شَبِيهَةٌ بِالْكَيْفِيَّةِ الْحَادِثَةِ عِنْدَ تَرْكِيبِ الْأَدْوِيَةِ.\nوَبِالْجُمْلَةِ: فَنَفْسُ الرَّاقِي تُقَابِلُ تِلْكَ النَّفُوسَ الْخَبِيثَةَ، وَتَزِيدُ بِكَيْفِيَّةِ نَفْسِهِ، وَتَسْتَعِينُ بِالرُّقْيَةِ وَبِالنَّفْثِ عَلَى إِزَالَةِ ذَلِكَ الْأَثَرِ، وَكُلَّمَا كَانَتْ كَيْفِيَّةُ نَفْسِ الرَّاقِي أَقْوَى، كَانَتِ الرُّقْيَةُ أَتَمَّ، وَاسْتِعَانَتُهُ بِنَفْثِهِ كَاسْتِعَانَةِ تِلْكَ النُّفُوسِ الرَّدِيئَةِ بِلَسْعِهَا.\nوَفِي النَّفْثِ سِرٌّ آخَرُ، فَإِنَّهُ مِمَّا تَسْتَعِينُ بِهِ الْأَرْوَاحُ الطَّيِّبَةُ وَالْخَبِيثَةُ، وَلِهَذَا تَفْعَلُهُ السَّحَرَةُ كَمَا يَفْعَلُهُ أَهْلُ الْإِيمَانِ قَالَ تَعَالَى وَمِنْ شَرِّ النَّفَّاثاتِ فِي الْعُقَدِ، وَذَلِكَ لِأَنَّ النَّفْسَ تَتَكَيَّفُ بِكَيْفِيَّةِ الْغَضَبِ وَالْمُحَارَبَةِ، وَتُرْسِلُ أَنْفَاسَهَا سِهَامًا لَهَا، وَتَمُدُّهَا بِالنَّفْثِ وَالتَّفْلِ الَّذِي مَعَهُ شَيْءٌ مِنَ الرِّيقِ مُصَاحِبٌ لِكَيْفِيَّةٍ مُؤَثِّرَةٍ، وَالسَّوَاحِرُ تَسْتَعِينُ بِالنَّفْثِ اسْتِعَانَةً بَيِّنَةً، وَإِنْ لَمْ تَتَّصِلْ بِجِسْمِ الْمَسْحُورِ، بَلْ تَنْفُثُ عَلَى الْعُقْدَةِ وَتَعْقِدُهَا، وَتَتَكَلَّمُ بِالسِّحْرِ، فَيَعْمَلُ ذَلِكَ فِي الْمَسْحُورِ بِتَوَسُّطِ الْأَرْوَاحِ السُّفْلِيَّةِ الْخَبِيثَةِ، فَتُقَابِلُهَا الرُّوحُ الزَّكِيَّةُ الطَّيِّبَةُ بِكَيْفِيَّةِ الدَّفْعِ وَالتَّكَلُّمِ بِالرُّقْيَةِ، وَتَسْتَعِينُ بِالنَّفْثِ، فَأَيُّهُمَا قَوِيَ كَانَ الْحُكْمُ لَهُ، وَمُقَابَلَةُ الْأَرْوَاحِ بَعْضِهَا لِبَعْضٍ، وَمُحَارَبَتُهَا وَآلَتُهَا مِنْ جِنْسِ مُقَابَلَةِ الْأَجْسَامِ، وَمُحَارَبَتُهَا وَآلَتُهَا سَوَاءٌ، بَلِ الْأَصْلُ فِي الْمُحَارَبَةِ وَالتَّقَابُلِ لِلْأَرْوَاحِ وَالْأَجْسَامِ آلَتُهَا وَجُنْدُهَا وَلَكِنْ مَنْ غَلَبَ عَلَيْهِ الْحِسُّ لَا يَشْعُرُ بِتَأْثِيرَاتِ الْأَرْوَاحِ وَأَفْعَالِهَا وَانْفِعَالَاتِهَا لِاسْتِيلَاءِ سُلْطَانِ الْحِسِّ عَلَيْهِ، وَبُعْدِهِ مِنْ عَالَمِ الْأَرْوَاحِ، وَأَحْكَامِهَا، وَأَفْعَالِهَا.\nوَالْمَقْصُودُ: أَنَّ الرُّوحَ إِذَا كَانَتْ قَوِيَّةً وَتَكَيَّفَتْ بِمَعَانِي الْفَاتِحَةِ، وَاسْتَعَانَتْ بِالنَّفْثِ وَالتَّفْلِ، قَابَلَتْ ذَلِكَ الْأَثَرَ الَّذِي حَصَلَ مِنَ النُّفُوسِ الْخَبِيثَةِ، فَأَزَالَتْهُ والله أعلم.",
          "footnote": ""
        }
      ]
    },
    {
      "number": "4",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ لَدْغَةِ الْعَقْرَبِ بِالرُّقْيَةِ",
      "pages": [
        {
          "page": "١٣٣",
          "title": "",
          "text": "رَوَى ابْنُ أَبِي شَيْبَةَ فِي «مُسْنَدِهِ، مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ: بَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي، إِذْ سَجَدَ فَلَدَغَتْهُ عَقْرَبٌ فِي أُصْبُعِهِ، فَانْصَرَفَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
          "footnote": ""
        },
        {
          "page": "١٣٤",
          "title": "",
          "text": "وَقَالَ «لَعَنَ اللَّهُ الْعَقْرَبَ مَا تَدَعُ نَبِيًّا وَلَا غَيْرَهُ» ، قَالَ ثُمَّ دَعَا بِإِنَاءٍ فِيهِ مَاءٌ وَمِلْحٌ، فَجَعَلَ يَضَعُ مَوْضِعَ اللَّدْغَةِ فِي الْمَاءِ وَالْمِلْحِ، وَيَقْرَأُ قُلْ هُوَ اللَّهُ أَحَدٌ، وَالْمُعَوِّذَتَيْنِ حَتَّى سَكَنَتْ «١» .\nفَفِي هَذَا الْحَدِيثِ الْعِلَاجُ بِالدَّوَاءِ الْمُرَكَّبِ مِنَ الْأَمْرَيْنِ: الطَّبِيعِيِّ وَالْإِلَهِيِّ، فَإِنَّ فِي سُورَةِ الْإِخْلَاصِ مِنْ كَمَالِ التَّوْحِيدِ الْعِلْمِيِّ الِاعْتِقَادِيِّ، وَإِثْبَاتِ الْأَحَدِيَّةِ لِلَّهِ، الْمُسْتَلْزِمَةِ نَفْيَ كُلِّ شَرِكَةٍ عَنْهُ، وَإِثْبَاتِ الصَّمَدِيَّةِ الْمُسْتَلْزِمَةِ لِإِثْبَاتِ كُلِّ كَمَالٍ لَهُ مَعَ كَوْنِ الْخَلَائِقِ تَصْمُدُ إِلَيْهِ فِي حَوَائِجِهَا، أَيْ: تَقْصِدُهُ الْخَلِيقَةُ، وَتَتَوَجَّهُ إِلَيْهِ، عُلْوِيُّهَا وَسُفْلِيُّهَا، وَنَفْيِ الْوَالِدِ وَالْوَلَدِ، وَالْكُفْءِ عَنْهُ الْمُتَضَمَّنِ لِنَفْيِ الْأَصْلِ، وَالْفَرْعِ وَالنَّظِيرِ، وَالْمُمَاثِلِ مِمَا اخْتَصَّتْ بِهِ وَصَارَتْ تَعْدِلُ ثُلُثَ الْقُرْآنِ، فَفِي اسْمِهِ الصَّمَدِ إِثْبَاتُ كُلِّ الْكَمَالِ، وَفِي نَفْيِ الْكُفْءِ التَّنْزِيهُ عَنِ الشَّبِيهِ وَالْمِثَالِ. وَفِي الْأَحَدِ نفي كلّ شريك الذي الْجَلَالِ، وَهَذِهِ الْأُصُولُ الثَّلَاثَةُ هِيَ مَجَامِعُ التَّوْحِيدِ.\nوَفِي الْمُعَوِّذَتَيْنِ الِاسْتِعَاذَةُ مِنْ كُلِّ مَكْرُوهٍ جُمْلَةً وَتَفْصِيلًا، فَإِنَّ الِاسْتِعَاذَةَ مِنْ شَرِّ مَا خَلَقَ تَعُمُّ كُلَّ شَرٍّ يُسْتَعَاذُ مِنْهُ، سَوَاءٌ كَانَ فِي الْأَجْسَامِ أَوِ الْأَرْوَاحِ وَالِاسْتِعَاذَةَ مِنْ شَرِّ الْغَاسِقِ وَهُوَ اللَّيْلُ، وَآيَتِهِ وَهُوَ الْقَمَرُ إِذَا غَابَ، تَتَضَمَّنُ الِاسْتِعَاذَةَ مِنْ شَرِّ مَا يَنْتَشِرُ فِيهِ مِنَ الْأَرْوَاحِ الْخَبِيثَةِ الَّتِي كَانَ نُورُ النَّهَارِ يَحُولُ بَيْنَهَا وَبَيْنَ الِانْتِشَارِ، فَلَمَّا أَظْلَمَ اللَّيْلُ عَلَيْهَا وَغَابَ الْقَمَرُ، انْتَشَرَتْ وَعَاثَتْ.\nوَالِاسْتِعَاذَةَ مِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ تَتَضَمَّنُ الِاسْتِعَاذَةَ مِنْ شَرِّ السَّوَاحِرِ وَسِحْرِهِنَّ.\nوَالِاسْتِعَاذَةَ مِنْ شَرِّ الْحَاسِدِ تَتَضَمَّنُ الِاسْتِعَاذَةَ مِنَ النُّفُوسِ الْخَبِيثَةِ الْمُؤْذِيَةِ بِحَسَدِهَا وَنَظَرِهَا.\nوَالسُّورَةُ الثَّانِيَةُ: تَتَضَمَّنُ الِاسْتِعَاذَةَ مِنْ شَرِّ شَيَاطِينِ الْإِنْسِ وَالْجِنِّ، فَقَدْ جَمَعَتِ السُّورَتَانِ الِاسْتِعَاذَةَ مِنْ كُلِّ شَرٍّ، وَلَهُمَا شَأْنٌ عَظِيمٌ في الاحتراس والتحصن",
          "footnote": "(١) أخرجه الترمذي، وأخرجه الطبراني في الكبير والأوسط، والبيهقي في الشعب وأبو نعيم في الطب."
        },
        {
          "page": "١٣٥",
          "title": "",
          "text": "مِنَ الشُّرُورِ قَبْلَ وُقُوعِهَا، وَلِهَذَا أَوْصَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عُقْبَةَ بْنَ عَامِرٍ بِقِرَاءَتِهِمَا عَقِبَ كُلِّ صَلَاةٍ، ذَكَرَهُ الترمذي فِي «جَامِعِهِ» «١» وَفِي هَذَا سِرٌّ عَظِيمٌ فِي اسْتِدْفَاعِ الشُّرُورِ مِنَ الصَّلَاةِ إِلَى الصَّلَاةِ. وَقَالَ: مَا تَعَوَّذَ الْمُتَعَوِّذُونَ بِمِثْلِهِمَا. وَقَدْ ذَكَرَ أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُحِرَ فِي إِحْدَى عَشْرَةَ عُقْدَةً، وَأَنَّ جِبْرِيلَ نَزَلَ عَلَيْهِ بِهِمَا، فَجَعَلَ كُلَّمَا قَرَأَ آيَةً مِنْهُمَا انْحَلَّتْ عُقْدَةٌ، حَتَّى انْحَلَّتِ الْعُقَدُ كُلُّهَا، وَكَأَنَّمَا أُنْشِطَ مِنْ عِقَالٍ.\nوَأَمَّا الْعِلَاجُ الطَّبِيعِيُّ فِيهِ، فَإِنَّ فِي الْمِلْحِ نَفْعًا لِكَثِيرٍ مِنَ السُّمُومِ، وَلَا سِيَّمَا لَدْغَةُ الْعَقْرَبِ، قَالَ صَاحِبُ «الْقَانُونِ» : يُضَمَّدُ بِهِ مَعَ بَزْرِ الْكَتَّانِ لِلَسْعِ الْعَقْرَبِ، وَذَكَرَهُ غَيْرُهُ أَيْضًا. وَفِي الْمِلْحِ مِنَ الْقُوَّةِ الْجَاذِبَةِ الْمُحَلِّلَةِ مَا يَجْذِبُ السُّمُومَ وَيُحَلِّلُهَا، وَلَمَّا كَانَ فِي لَسْعِهَا قُوَّةٌ نَارِيَّةٌ تَحْتَاجُ إِلَى تَبْرِيدٍ وَجَذْبٍ وَإِخْرَاجٍ جَمَعَ بَيْنَ الْمَاءِ الْمُبَرَّدِ لِنَارِ اللَّسْعَةِ، وَالْمِلْحِ الَّذِي فِيهِ جَذْبٌ وَإِخْرَاجٌ، وَهَذَا أَتَمُّ مَا يَكُونُ مِنَ الْعِلَاجِ وَأَيْسَرُهُ وَأَسْهَلُهُ، وَفِيهِ تَنْبِيهٌ عَلَى أَنَّ عِلَاجَ هَذَا الدَّاءِ بِالتَّبْرِيدِ وَالْجَذْبِ وَالْإِخْرَاجِ وَاللَّهُ أَعْلَمُ.\nوَقَدْ رَوَى مسلم فِي «صَحِيحِهِ» عَنْ أَبِي هُرَيْرَةَ قَالَ: جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ! مَا لَقِيتُ مِنْ عَقْرَبٍ لَدَغَتْنِي الْبَارِحَةَ فَقَالَ: «أَمَا لَوْ قُلْتَ حِينَ أَمْسَيْتَ: أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ، لَمْ تَضُرَّكَ» «٢»\nوَاعْلَمْ أَنَّ الْأَدْوِيَةَ الطَّبِيعِيَّةَ الْإِلَهِيَّةَ تَنْفَعُ مِنَ الدَّاءِ بَعْدَ حُصُولِهِ، وَتَمْنَعُ مِنْ وُقُوعِهِ، وَإِنْ وَقَعَ لَمْ يَقَعْ وُقُوعًا مُضِرًّا، وَإِنْ كَانَ مُؤْذِيًا، وَالْأَدْوِيَةُ الطَّبِيعِيَّةُ إِنَّمَا تَنْفَعُ، بَعْدَ حُصُولِ الدَّاءِ، فَالتَّعَوُّذَاتُ وَالْأَذْكَارُ، إِمَّا أَنْ تَمْنَعَ وُقُوعَ هَذِهِ الْأَسْبَابِ، وَإِمَّا أَنْ تَحُولَ بَيْنَهَا وَبَيْنَ كَمَالِ تَأْثِيرِهَا بِحَسَبِ كَمَالِ التَّعَوُّذِ وَقُوَّتِهِ وَضَعْفِهِ، فَالرُّقَى وَالْعُوَذُ تُسْتَعْمَلُ لِحِفْظِ الصِّحَّةِ، وَلِإِزَالَةِ الْمَرَضِ، أَمَّا الْأَوَّلُ: فَكَمَا فِي «الصَّحِيحَيْنِ» مِنْ حَدِيثِ عائشة كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، إذ أَوَى إِلَى فِرَاشِهِ نَفَثَ فِي كَفَّيْهِ قُلْ هُوَ اللَّهُ أَحَدٌ وَالْمُعَوِّذَتَيْنِ. ثُمَّ يَمْسَحُ بِهِمَا وَجْهَهُ، وَمَا بَلَغَتْ يده من جسده «٣»",
          "footnote": "(١) أخرجه أحمد وأبو داود والنسائي\n(٢) أخرجه مسلم في السلام، وأخرجه أحمد\n(٣) أخرجه البخاري في الدعوات، ومسلم في السلام"
        },
        {
          "page": "١٣٦",
          "title": "",
          "text": "وَكَمَا فِي حَدِيثِ عُوذَةِ أَبِي الدَّرْدَاءِ الْمَرْفُوعِ «اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ عَلَيْكَ تَوَكَّلْتُ وَأَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ» ، وَقَدْ تَقَدَّمَ وَفِيهِ: مَنْ قَالَهَا أَوَّلِ نَهَارِهِ لَمْ تُصِبْهُ مُصِيبَةٌ حَتَّى يُمْسِيَ، وَمَنْ قَالَهَا آخِرَ نَهَارِهِ لَمْ تُصِبْهُ مُصِيبَةٌ حَتَّى يُصْبِحَ «١» .\nوَكَمَا فِي «الصَّحِيحَيْنِ» : «مَنْ قَرَأَ الْآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ» «٢» .\nوَكَمَا فِي «صحيح مسلم» عن النبي صلى الله عليه وَسَلَّمَ: «مَنْ نَزَلَ مَنْزِلًا فَقَالَ: أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ، لَمْ يَضُرَّهُ شَيْءٌ حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ذَلِكَ» «٣» .\nوَكَمَا فِي «سُنَنِ أبي داود» أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ فِي السَّفَرِ يَقُولُ بِاللَّيْلِ: «يَا أَرْضُ، رَبِّي وَرَبُّكِ اللَّهُ، أَعُوذُ بِاللَّهِ مِنْ شَرِّكِ وَشَرِّ مَا فِيكِ، وَشَرِّ مَا يَدُبُّ عَلَيْكِ، أَعُوذُ بِاللَّهِ مِنْ أَسَدٍ وَأَسْودٍ، وَمِنَ الْحَيَّةِ وَالْعَقْرَبِ، وَمِنْ سَاكِنِ الْبَلَدِ، وَمِنْ وَالِدٍ وَمَا وَلَدَ» «٤» .\nوَأَمَّا الثَّانِي: فَكَمَا تَقَدَّمَ مِنَ الرُّقْيَةِ بِالْفَاتِحَةِ، وَالرُّقْيَةِ للعقرب وغيرها مما يأتي.",
          "footnote": "(١) أخرجه ابن السني\n(٢) أخرجه البخاري في فضائل القرآن، ومسلم في المسافرين.\n(٣) أخرجه مسلم في الذكر والدعاء."
        }
      ]
    },
    {
      "number": "5",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رُقْيَةِ النَّمْلَةِ",
      "pages": [
        {
          "page": "١٣٦",
          "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رُقْيَةِ النَّمْلَةِ",
          "text": "قَدْ تَقَدَّمَ مِنْ حَدِيثِ أنس الَّذِي فِي «صَحِيحِ مسلم» أَنَّهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَخَّصَ فِي الرُّقْيَةِ مِنَ الْحُمَةِ وَالْعَيْنِ وَالنَّمْلَةِ.\nوَفِي «سُنَنِ أبي داود» عن الشّفاء بنت عبد الله، قالت: دخل عليّ رسول الله",
          "footnote": "(٤) أخرجه أبو داود وأحمد."
        },
        {
          "page": "١٣٧",
          "title": "",
          "text": "صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا عِنْدَ حفصة، فَقَالَ: «أَلَا تُعَلِّمِينَ هَذِهِ رُقْيَةَ النَّمْلَةِ كَمَا عَلَّمْتِيهَا الْكِتَابَةَ» «١» .\nالنَّمْلَةُ: قُرُوحٌ تَخْرُجُ فِي الْجَنْبَيْنِ، وَهُوَ دَاءٌ مَعْرُوفٌ، وَسُمِّيَ نَمْلَةً، لِأَنَّ صَاحِبَهُ يُحِسُّ فِي مَكَانِهِ كَأَنَّ نَمْلَةً تَدِبُّ عَلَيْهِ وَتَعَضُّهُ، وَأَصْنَافُهَا ثَلَاثَةٌ، قَالَ ابن قتيبة وَغَيْرُهُ: كَانَ الْمَجُوسُ يَزْعُمُونَ أَنَّ وَلَدَ الرَّجُلِ مِنْ أُخْتِهِ إِذَا خُطَّ عَلَى النَّمْلَةِ، شَفَى صَاحِبَهَا، وَمِنْهُ قَوْلُ الشَّاعِرِ:\nوَلَا عَيْبَ فِينَا غَيْرَ عُرْفٍ لِمَعْشَرٍ ... كِرَامٍ وَأَنَّا لَا نَخُطُّ عَلَى النَّمْلِ\nوَرَوَى الخلال: أَنَّ الشفاء بنت عبد الله كَانَتْ تَرْقِي فِي الْجَاهِلِيَّةِ مِنَ النَّمْلَةِ، فَلَمَّا هَاجَرَتْ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَانَتْ قَدْ بَايَعَتْهُ بِمَكَّةَ، قَالَتْ: يَا رَسُولَ اللَّهِ! إِنِّي كُنْتُ أَرْقِي فِي الْجَاهِلِيَّةِ مِنَ النَّمْلَةِ، وَإِنِّي أُرِيدُ أَنْ أَعْرِضَهَا عَلَيْكَ، فَعُرِضَتْ عَلَيْهِ فَقَالَتْ: بِسْمِ اللَّهِ ضَلَّتْ حَتَّى تَعُودَ مِنْ أَفْوَاهِهَا، وَلَا تَضُرُّ أَحَدًا، اللَّهُمَّ اكْشِفِ الْبَأْسَ رَبَّ النَّاسِ، قَالَ: تَرْقِي بِهَا عَلَى عُودٍ سَبْعَ مَرَّاتٍ، وَتَقْصِدُ مَكَانًا نَظِيفًا، وَتَدْلُكُهُ عَلَى حَجَرٍ بِخَلِّ خَمْرٍ حَاذِقٍ، وَتَطْلِيهِ عَلَى النَّمْلَةِ. وَفِي الْحَدِيثِ: دَلِيلٌ عَلَى جَوَازِ تعليم النساء الكتابة.",
          "footnote": "(١) أخرجه أبو داود وأحمد"
        }
      ]
    },
    {
      "number": "6",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رُقْيَةِ الْحَيَّةِ",
      "pages": [
        {
          "page": "١٣٧",
          "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رُقْيَةِ الْحَيَّةِ",
          "text": "قَدْ تَقَدَّمَ قَوْلُهُ: «لَا رُقْيَةَ إِلَّا فِي عَيْنٍ، أَوْ حُمَةٍ» «٢» ، الْحُمَةُ: بِضَمِّ الْحَاءِ وَفَتْحِ الْمِيمِ وَتَخْفِيفِهَا. وَفِي «سُنَنِ ابْنِ مَاجَهْ» مِنْ حَدِيثِ عائشة: رَخَّصَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الرُّقْيَةِ مِنَ الْحَيَّةِ وَالْعَقْرَبِ «٣» . وَيُذْكَرُ عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ قَالَ: لَدَغَ بَعْضَ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَيَّةٌ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «هَلْ مِنْ رَاقٍ؟» فقالوا: يا رسول",
          "footnote": "(٢) الحمة: بضم الحاء وتخفيف الميم هم السم، والمراد بها ذوات السموم.\n(٣) أخرجه ابن ماجه في الطب."
        },
        {
          "page": "١٣٨",
          "title": "",
          "text": "الله! إن آل حزم كانوا يرون رُقْيَةَ الْحَيَّةِ، فَلَمَّا نَهَيْتَ عَنِ الرُّقَى تَرَكُوهَا، فقال:\n«ادعو عمارة بن حزم» ، فَدَعَوْهُ، فَعَرَضَ عَلَيْهِ رُقَاهُ، فَقَالَ: «لَا بَأْسَ بِهَا» فَأَذِنَ لَهُ فِيهَا فرقاه «١» .",
          "footnote": "(١) ذكره الحافظ في الإصابة، ورواه البخاري في «التاريخ الصغير» باسناد جيد، وأخرجه مسلم في صحيحه. أخرجه البخاري في الطب، ومسلم في السلام، وأخرجه أبو داود والنسائي وابن ماجه وأحمد. قال بأصبعه: العرب تجعل القول عبارة عن جميع الأفعال."
        }
      ]
    },
    {
      "number": "7",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رُقْيَةِ الْقَرْحَةِ وَالْجُرْحِ",
      "pages": [
        {
          "page": "١٣٨",
          "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي رُقْيَةِ الْقَرْحَةِ وَالْجُرْحِ",
          "text": "أَخْرَجَا فِي «الصَّحِيحَيْنِ» عَنْ عائشة قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا اشْتَكَى الْإِنْسَانُ أَوْ كَانَتْ بِهِ قَرْحَةٌ أَوْ جُرْحٌ، قَالَ بِأُصْبُعِهِ: هَكَذَا وَوَضَعَ سُفْيَانُ سَبَّابَتَهُ بِالْأَرْضِ، ثُمَّ رَفَعَهَا، وَقَالَ: «بِسْمِ اللَّهِ، تُرْبَةُ أَرْضِنَا بِرِيقَةِ بَعْضِنَا، يُشْفَى سَقِيمُنَا بِإِذْنِ رَبِّنَا» «١» .\nهَذَا مِنَ الْعِلَاجِ الْمُيَسَّرِ النَّافِعِ الْمُرَكَّبِ، وَهِيَ مُعَالَجَةٌ لَطِيفَةٌ يُعَالَجُ بِهَا الْقُرُوحُ وَالْجِرَاحَاتُ الطَّرِيَّةُ، لَا سِيَّمَا عِنْدَ عَدَمِ غَيْرِهَا مِنَ الْأَدْوِيَةِ إِذْ كَانَتْ مَوْجُودَةً بِكُلِّ أَرْضٍ، وَقَدْ عُلِمَ أَنَّ طَبِيعَةَ التُّرَابِ الْخَالِصِ بَارِدَةٌ يَابِسَةٌ مُجَفَّفَةٌ لِرُطُوبَاتِ الْقُرُوحِ وَالْجِرَاحَاتِ الَّتِي تَمْنَعُ الطَّبِيعَةُ مِنْ جَوْدَةِ فِعْلِهَا، وَسُرْعَةِ انْدِمَالِهَا، لَا سِيَّمَا فِي الْبِلَادِ الْحَارَّةِ، وَأَصْحَابِ الْأَمْزِجَةِ الْحَارَّةِ، فَإِنَّ الْقُرُوحَ وَالْجِرَاحَاتِ يَتْبَعُهَا فِي أَكْثَرِ الْأَمْرِ سُوءُ مِزَاجٍ حَارٍّ، فَيَجْتَمِعُ حَرَارَةُ الْبَلَدِ وَالْمِزَاجُ وَالْجِرَاحُ، وَطَبِيعَةُ التُّرَابِ الْخَالِصِ بَارِدَةٌ يَابِسَةٌ أَشَدُّ مِنْ بُرُودَةِ جَمِيعِ الْأَدْوِيَةِ الْمُفْرَدَةِ الْبَارِدَةِ، فَتُقَابِلُ بُرُودَةُ التُّرَابِ حَرَارَةَ الْمَرَضِ، لَا سِيَّمَا إِنْ كَانَ التُّرَابُ قَدْ غُسِلَ وَجُفِّفَ، وَيَتْبَعُهَا أَيْضًا كَثْرَةُ الرُّطُوبَاتِ الرَّدِيئَةِ، وَالسَّيَلَانُ، وَالتُّرَابُ مُجَفِّفٌ لَهَا، مُزِيلٌ لِشِدَّةِ يُبْسِهِ وَتَجْفِيفِهِ لِلرُّطُوبَةِ الرَّدِيئَةِ الْمَانِعَةِ مِنْ بَرْئِهَا، وَيَحْصُلُ بِهِ- مَعَ ذَلِكَ- تَعْدِيلُ مِزَاجِ الْعُضْوِ الْعَلِيلِ، وَمَتَى اعْتَدَلَ مِزَاجُ الْعُضْوِ قَوِيَتْ قُوَاهُ الْمُدَبِّرَةُ، وَدَفَعَتْ عَنْهُ الألم بإذن الله.",
          "footnote": "(١) ذكره الحافظ في الإصابة، ورواه البخاري في «التاريخ الصغير» باسناد جيد، وأخرجه مسلم في صحيحه. أخرجه البخاري في الطب، ومسلم في السلام، وأخرجه أبو داود والنسائي وابن ماجه وأحمد. قال بأصبعه: العرب تجعل القول عبارة عن جميع الأفعال."
        },
        {
          "page": "١٣٩",
          "title": "",
          "text": "وَمَعْنَى الْحَدِيثِ: أَنَّهُ يَأْخُذُ مِنْ رِيقِ نَفْسِهِ عَلَى أُصْبُعِهِ السَّبَّابَةِ، ثُمَّ يَضَعُهَا عَلَى التُّرَابِ، فَيَعْلَقُ بِهَا مِنْهُ شَيْءٌ، فَيَمْسَحُ بِهِ عَلَى الْجُرْحِ، وَيَقُولُ هَذَا الْكَلَامَ لِمَا فِيهِ مِنْ بَرَكَةِ ذِكْرِ اسْمِ اللَّهِ، وَتَفْوِيضِ الْأَمْرِ إِلَيْهِ، وَالتَّوَكُّلِ عَلَيْهِ، فَيَنْضَمُّ أَحَدُ الْعِلَاجَيْنِ إِلَى الْآخَرِ، فَيَقْوَى التَّأْثِيرُ.\nوَهَلِ الْمُرَادُ بِقَوْلِهِ: «تُرْبَةُ أَرْضِنَا» جَمِيعُ الْأَرْضِ أَوْ أَرْضُ الْمَدِينَةِ خَاصَّةً؟ فِيهِ قَوْلَانِ، وَلَا رَيْبَ أَنَّ مِنَ التُّرْبَةِ مَا تَكُونُ فِيهِ خَاصِّيَّةٌ يَنْفَعُ بِخَاصِّيَّتِهِ مِنْ أَدْوَاءٍ كثرة، ويشفي بها أَسْقَامًا رَدِيئَةً. قَالَ جالينوس: رَأَيْتُ بِالْإِسْكَنْدَرِيَّةِ مَطْحُولِينَ، وَمُسْتَسْقِينَ، كَثِيرًا يَسْتَعْمِلُونَ طِينَ مِصْرَ، وَيَطْلُونَ بِهِ عَلَى سُوقِهِمْ، وَأَفْخَاذِهِمْ، وَسَوَاعِدِهِمْ، وَظُهُورِهِمْ، وَأَضْلَاعِهِمْ، فَيَنْتَفِعُونَ بِهِ مَنْفَعَةً بَيِّنَةً. قَالَ: وَعَلَى هَذَا النَّحْوِ فَقَدْ يَنْفَعُ هَذَا الطِّلَاءُ لِلْأَوْرَامِ الْعَفِنَةِ وَالْمُتَرَهِّلَةِ الرَّخْوَةِ، قَالَ: وَإِنِّي لَأَعْرِفُ قَوْمًا تَرَهَّلَتْ أَبْدَانُهُمْ كُلُّهَا مِنْ كَثْرَةِ اسْتِفْرَاغِ الدَّمِ مِنْ أَسْفَلَ، انْتَفَعُوا بِهَذَا الطِّينِ نَفْعًا بَيِّنًا، وَقَوْمًا آخَرِينَ شَفَوْا بِهِ أَوْجَاعًا مُزْمِنَةً كَانَتْ مُتَمَكِّنَةً فِي بَعْضِ الْأَعْضَاءِ تَمَكُّنًا شَدِيدًا، فَبَرَأَتْ وَذَهَبَتْ أَصْلًا. وَقَالَ صَاحِبُ الْكِتَابِ الْمَسِيحِيِّ: قُوَّةُ الطِّينِ الْمَجْلُوبِ مِنْ كُنُوسَ- وَهِيَ جَزِيرَةُ الْمَصْطَكَى- قُوَّةٌ تَجْلُو وَتَغْسِلُ، وَتُنْبِتُ اللَّحْمَ فِي الْقُرُوحِ، وَتَخْتِمُ الْقُرُوحَ. انْتَهَى.\nوَإِذَا كَانَ هَذَا فِي هَذِهِ التُّرْبَاتِ، فَمَا الظَّنُّ بِأَطْيَبِ تُرْبَةٍ عَلَى وَجْهِ الْأَرْضِ وَأَبْرَكِهَا، وَقَدْ خَالَطَتْ رِيقَ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَقَارَنَتْ رُقْيَتَهُ بِاسْمِ رَبِّهِ، وَتَفْوِيضِ الْأَمْرِ إِلَيْهِ، وَقَدْ تَقَدَّمَ أَنَّ قُوَى الرُّقْيَةِ وَتَأْثِيرَهَا بِحَسَبِ الرَّاقِي، وَانْفِعَالِ الْمَرْقِيِّ عَنْ رُقْيَتِهِ، وَهَذَا أَمْرٌ لَا يُنْكِرُهُ طَبِيبٌ فَاضِلٌ عَاقِلٌ مُسْلِمٌ، فَإِنِ انْتَفَى أَحَدُ الْأَوْصَافِ، فَلْيَقُلْ ما شاء.",
          "footnote": ""
        }
      ]
    },
    {
      "number": "8",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ الْوَجَعِ بِالرُّقْيَةِ",
      "pages": [
        {
          "page": "١٣٩",
          "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ الْوَجَعِ بِالرُّقْيَةِ",
          "text": "رَوَى مسلم فِي «صَحِيحِهِ» عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ، أَنَّهُ شَكَى إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَجَعًا يَجِدُهُ فِي جَسَدِهِ مُنْذُ أَسْلَمَ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «ضَعْ يَدَكَ عَلَى الَّذِي تَأَلَّمَ مِنْ جَسَدِكَ وَقُلْ: بِسْمِ اللَّهِ ثَلَاثًا، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِعِزَّةِ اللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ",
          "footnote": ""
        },
        {
          "page": "١٤٠",
          "title": "",
          "text": "مَا أَجِدُ وَأُحَاذِرُ» «١» فَفِي هَذَا الْعِلَاجِ مِنْ ذِكْرِ اللَّهِ، وَالتَّفْوِيضِ إِلَيْهِ، وَالِاسْتِعَاذَةِ بِعِزَّتِهِ وَقُدْرَتِهِ مِنْ شَرِّ الْأَلَمِ مَا يَذْهَبُ بِهِ، وَتَكْرَارُهُ لِيَكُونَ أَنْجَعَ وَأَبْلَغَ، كَتَكْرَارِ الدَّوَاءِ لِأَخْرَاجِ الْمَادَّةِ، وَفِي السَّبْعِ خَاصِّيَّةٌ لَا تُوجَدُ فِي غَيْرِهَا، وَفِي «الصَّحِيحَيْنِ» :\nأَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَانَ يُعَوِّذُ بَعْضَ أَهْلِهِ، يَمْسَحُ بِيَدِهِ الْيُمْنَى، وَيَقُولُ: «اللَّهُمَّ رَبَّ النَّاسِ، أَذْهِبِ الْبَاسَ، وَاشْفِ أَنْتَ الشَّافِي، لَا شِفَاءَ إِلَّا شِفَاؤُكَ، شِفَاءً لَا يُغَادِرُ سَقَمًا» «٢» .\n فَفِي هَذِهِ الرُّقْيَةِ تَوَسُّلٌ إِلَى اللَّهِ بِكَمَالِ رُبُوبِيَّتِهِ، وَكَمَالِ رَحْمَتِهِ بِالشِّفَاءِ، وَأَنَّهُ وَحْدَهُ الشَّافِي، وَأَنَّهُ لَا شِفَاءَ إِلَّا شِفَاؤُهُ، فَتَضَمَّنَتِ التَّوَسُّلَ إِلَيْهِ بِتَوْحِيدِهِ وَإِحْسَانِهِ وربوبيته.",
          "footnote": "(١) أخرجه مسلم في السلام. وأخرجه ابن ماجه وأحمد والطبراني.\n(٢) أخرجه البخاري في الطب، ومسلم في السلام"
        }
      ]
    },
    {
      "number": "9",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ حَرِّ الْمُصِيبَةِ وَحُزْنِهَا",
      "pages": [
        {
          "page": "١٤٠",
          "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ حَرِّ الْمُصِيبَةِ وَحُزْنِهَا",
          "text": "قَالَ تَعَالَى: وَبَشِّرِ الصَّابِرِينَ الَّذِينَ إِذا أَصابَتْهُمْ مُصِيبَةٌ قالُوا: إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ راجِعُونَ أُولئِكَ عَلَيْهِمْ صَلَواتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولئِكَ هُمُ الْمُهْتَدُونَ «٣» .\n وَفِي «الْمُسْنَدِ» عَنْهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «مَا مِنْ أَحَدٍ تُصِيبُهُ مُصِيبَةٌ فَيَقُولُ: إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا، إِلَّا أَجَارَهُ اللَّهُ فِي مُصِيبَتِهِ، وَأَخْلَفَ لَهُ خَيْرًا مِنْهَا» «٤»\nوَهَذِهِ الْكَلِمَةُ مِنْ أَبْلَغِ عِلَاجِ الْمُصَابِ، وَأَنْفَعِهِ لَهُ فِي عَاجِلَتِهِ وَآجِلَتِهِ، فَإِنَّهَا تتضمن أصلين عظيمين إذا تحقق العبد بمعرفتها تَسَلَّى عَنْ مُصِيبَتِهِ.\nأَحَدُهُمَا: أَنَّ الْعَبْدَ وَأَهْلَهُ وماله ملك لله عزوجلّ حَقِيقَةً، وَقَدْ جَعَلَهُ عِنْدَ الْعَبْدِ عَارِيَةً، فَإِذَا أَخَذَهُ مِنْهُ، فَهُوَ كَالْمُعِيرِ يَأْخُذُ مَتَاعَهُ مِنَ الْمُسْتَعِيرِ، وَأَيْضًا فَإِنَّهُ مَحْفُوفٌ بِعَدَمَيْنِ: عَدَمٍ قَبْلَهُ، وَعَدَمٍ بَعْدَهُ، وَمِلْكُ الْعَبْدِ لَهُ مُتْعَةٌ مُعَارَةٌ في زمن",
          "footnote": "(٣) البقرة. آية ١٥٥.\n(٤) أخرجه أحمد ومسلم في الجنائز"
        },
        {
          "page": "١٤١",
          "title": "",
          "text": "يَسِيرٍ، وَأَيْضًا فَإِنَّهُ لَيْسَ الَّذِي أَوْجَدَهُ عَنْ عَدَمِهِ، حَتَّى يَكُونَ مِلْكُهُ حَقِيقَةً، وَلَا هُوَ الَّذِي يَحْفَظُهُ مِنَ الْآفَاتِ بَعْدَ وُجُودِهِ، وَلَا يُبْقِي عَلَيْهِ وُجُودَهُ، فَلَيْسَ لَهُ فِيهِ تَأْثِيرٌ، وَلَا مِلْكٌ حَقِيقِيٌّ، وَأَيْضًا فَإِنَّهُ مُتَصَرِّفٌ فِيهِ بِالْأَمْرِ تَصَرُّفَ الْعَبْدِ الْمَأْمُورِ الْمَنْهِيِّ، لَا تَصَرُّفَ الْمُلَّاكِ، وَلِهَذَا لَا يُبَاحُ لَهُ مِنَ التَّصَرُّفَاتِ فِيهِ إِلَّا مَا وَافَقَ أَمْرَ مَالِكِهِ الْحَقِيقِيِّ.\nوَالثَّانِي: أَنَّ مَصِيرَ الْعَبْدِ وَمَرْجِعَهُ إِلَى اللَّهِ مَوْلَاهُ الْحَقِّ، وَلَا بُدَّ أَنْ يُخَلِّفَ الدُّنْيَا وَرَاءَ ظَهْرِهِ، وَيَجِيءَ رَبَّهُ فَرْدًا كَمَا خَلَقَهُ أَوَّلَ مَرَّةٍ بِلَا أَهْلٍ وَلَا مَالٍ وَلَا عَشِيرَةٍ، وَلَكِنْ بِالْحَسَنَاتِ وَالسَّيِّئَاتِ، فَإِذَا كَانَتْ هَذِهِ بِدَايَةَ الْعَبْدِ وَمَا خُوِّلَهُ وَنِهَايَتَهُ، فَكَيْفَ يَفْرَحُ بِمَوْجُودٍ، أَوْ يَأْسَى عَلَى مَفْقُودٍ، فَفِكْرُهُ فِي مَبْدَئِهِ وَمَعَادِهِ مِنْ أَعْظَمِ عِلَاجِ هَذَا الدَّاءِ، وَمِنْ عِلَاجِهِ أَنْ يَعْلَمَ عِلْمَ الْيَقِينِ أَنَّ مَا أَصَابَهُ لَمْ يَكُنْ لِيُخْطِئَهُ، وَمَا أَخْطَأَهُ لَمْ يَكُنْ لِيُصِيبَهُ. قَالَ تَعَالَى: مَا أَصابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلا فِي أَنْفُسِكُمْ إِلَّا فِي كِتابٍ مِنْ قَبْلِ أَنْ نَبْرَأَها إِنَّ ذلِكَ عَلَى اللَّهِ يَسِيرٌ لِكَيْلا تَأْسَوْا عَلى مَا فاتَكُمْ وَلا تَفْرَحُوا بِما آتاكُمْ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتالٍ فَخُورٍ «١»\nوَمِنْ عِلَاجِهِ أَنْ يَنْظُرَ إِلَى مَا أُصِيبَ بِهِ، فَيَجِدُ رَبَّهُ قَدْ أَبْقَى عَلَيْهِ مِثْلَهُ، أَوْ أَفْضَلَ مِنْهُ، وَادَّخَرَ لَهُ- إِنْ صَبَرَ وَرَضِيَ- مَا هُوَ أَعْظَمُ مِنْ فَوَاتِ تِلْكَ الْمُصِيبَةِ بِأَضْعَافٍ مُضَاعَفَةٍ، وَأَنَّهُ لَوْ شَاءَ لَجَعَلَهَا أعظم مما هي.\nومن علاجه أن يطفىء نَارَ مُصِيبَتِهِ بِبَرْدِ التَّأَسِّي بِأَهْلِ الْمَصَائِبِ، وَلِيَعْلَمَ أَنَّهُ فِي كُلِّ وَادٍ بَنُو سَعْدٍ [١] ، وَلْيَنْظُرْ يَمْنَةً، فَهَلْ يَرَى إِلَّا مِحْنَةً؟ ثُمَّ لِيَعْطِفْ يَسْرَةً، فَهَلْ يَرَى إِلَّا حَسْرَةً؟ [٢] ، وَأَنَّهُ لَوْ فتش العالم لم يرفيهم إِلَّا مُبْتَلًى، إِمَّا بِفَوَاتِ مَحْبُوبٍ، أَوْ حُصُولِ مَكْرُوهٍ، وَأَنَّ شُرُورَ الدُّنْيَا أَحْلَامُ نَوْمٍ أَوْ كَظِلٍّ زَائِلٍ، إِنْ أَضْحَكَتْ قَلِيلًا، أَبْكَتْ كَثِيرًا، وَإِنْ سَرَّتْ يَوْمًا، سَاءَتْ دَهْرًا، وَإِنْ مَتَّعَتْ قَلِيلًا، مَنَعَتْ طَوِيلًا، وَمَا مَلَأَتْ دَارًا خِيرَةً إِلَّا مَلَأَتْهَا عَبْرَةً، وَلَا سَرَّتْهُ بِيَوْمِ سُرُورٍ إِلَّا خَبَّأَتْ لَهُ يَوْمَ شُرُورٍ، قَالَ ابْنُ مَسْعُودٍ- رَضِيَ اللَّهُ عَنْهُ-: لِكُلِّ فَرْحَةٍ تَرْحَةٌ، وما ملىء بيت فرحا إلا ملىء تَرَحًا. وَقَالَ ابْنُ سِيرِينَ: مَا كَانَ ضَحِكٌ قَطُّ إِلَّا كَانَ مِنْ بَعْدِهِ بُكَاءٌ.\nوَقَالَتْ هند بنت النعمان: لَقَدْ رَأَيْتُنَا وَنَحْنُ مِنْ أَعَزِّ النَّاسِ وَأَشَدِّهِمْ مُلْكًا، ثُمَّ لَمْ تَغِبِ الشَّمْسُ حَتَّى رَأَيْتُنَا وَنَحْنُ أَقَلُّ النَّاسِ، وَأَنَّهُ حَقٌّ عَلَى اللَّهِ أَلَّا يَمْلَأَ دَارًا خِيرَةً إلا ملأها عبرة.",
          "footnote": "(١) الحديد- ٢٢-"
        },
        {
          "page": "١٤٢",
          "title": "",
          "text": "وَسَأَلَهَا رَجُلٌ أَنْ تُحَدِّثَهُ عَنْ أَمْرِهَا، فَقَالَتْ؛ أَصْبَحْنَا ذَا صَبَاحٍ، وَمَا فِي الْعَرَبِ أَحَدٌ إِلَّا يَرْجُونَا، ثُمَّ أَمْسَيْنَا وَمَا فِي الْعَرَبِ أَحَدٌ إِلَّا يَرْحَمُنَا.\nوَبَكَتْ أُخْتُهَا حرقة بنت النعمان يوما، وهي في غزها، فَقِيلَ لَهَا: مَا يُبْكِيكِ، لَعَلَّ أَحَدًا آذَاكِ؟ قَالَتْ: لَا، وَلَكِنْ رَأَيْتُ غَضَارَةً [١] فِي أَهْلِي، وَقَلَّمَا امْتَلَأَتْ دَارٌ سُرُورًا إِلَّا امْتَلَأَتْ حُزْنًا.\nقَالَ إِسْحَاقُ بْنُ طَلْحَةَ: دَخَلْتُ عَلَيْهَا يَوْمًا، فَقُلْتُ لَهَا: كَيْفَ رَأَيْتِ عَبَرَاتِ الْمُلُوكِ؟ فَقَالَتْ: مَا نَحْنُ فِيهِ الْيَوْمَ خَيْرٌ مِمَّا كُنَّا فِيهِ الْأَمْسَ، إِنَّا نَجِدُ فِي الْكُتُبِ أَنَّهُ لَيْسَ مِنْ أَهْلِ بَيْتٍ يَعِيشُونَ فِي خِيرَةٍ إِلَّا سَيُعْقَبُونَ بَعْدَهَا عَبْرَةً، وَأَنَّ الدَّهْرَ لَمْ يَظْهَرْ لِقَوْمٍ بِيَوْمٍ يُحِبُّونَهُ إِلَّا بَطَنَ لَهُمْ بِيَوْمٍ يَكْرَهُونَهُ، ثُمَّ قَالَتْ:\nفَبَيْنَا نَسُوسُ النَّاسَ وَالْأَمْرُ أَمْرُنَا ... إِذَا نَحْنُ فِيهِمْ سُوقَةٌ نَتَنَصَّفُ\nفَأُفٍّ لِدُنْيَا لَا يَدُومُ نَعِيمُهَا ... تَقَلَّبُ تَارَاتٍ بِنَا وَتَصَرَّفُ\n[٢] وَمِنْ عِلَاجِهَا أَنْ يَعْلَمَ أَنَّ الْجَزَعَ لَا يَرُدُّهَا، بَلْ يُضَاعِفُهَا، وَهُوَ فِي الْحَقِيقَةِ مِنْ تَزَايُدِ الْمَرَضِ.\nوَمِنْ عِلَاجِهَا أَنْ يَعْلَمَ أَنَّ فَوْتَ ثَوَابِ الصَّبْرِ وَالتَّسْلِيمَ، وَهُوَ الصَّلَاةُ وَالرَّحْمَةُ وَالْهِدَايَةُ الَّتِي ضَمِنَهَا اللَّهُ عَلَى الصَّبْرِ، وَالِاسْتِرْجَاعِ أَعْظَمُ مِنَ الْمُصِيبَةِ فِي الْحَقِيقَةِ.\nومن علاجها أن يعلم أن الجزع بشمت عَدُوَّهُ، وَيَسُوءُ صَدِيقَهُ، وَيُغْضِبُ رَبَّهُ، وَيَسُرُّ شَيْطَانَهُ، وَيُحْبِطُ أَجْرَهُ، وَيُضْعِفُ نَفْسَهُ، وَإِذَا صَبَرَ وَاحْتَسَبَ أَنْضَى شَيْطَانَهُ، وَرَدَّهُ خَاسِئًا، وَأَرْضَى رَبَّهُ، وَسَرَّ صَدِيقَهُ، وَسَاءَ عَدُوَّهُ، وَحَمَلَ عَنْ إِخْوَانِهِ، وَعَزَّاهُمْ هُوَ قَبْلَ أَنْ يُعَزُّوهُ، فَهَذَا هُوَ الثَّبَاتُ وَالْكَمَالُ الْأَعْظَمُ، لَا لَطْمُ الْخُدُودِ، وَشَقُّ الْجُيُوبِ، وَالدُّعَاءُ بِالْوَيْلِ وَالثُّبُورِ، وَالسُّخْطُ عَلَى الْمَقْدُورِ.\nوَمِنْ عِلَاجِهَا: أَنْ يَعْلَمَ أَنَّ مَا يُعْقِبُهُ الصَّبْرُ وَالِاحْتِسَابُ مِنَ اللَّذَّةِ وَالْمَسَرَّةِ أَضْعَافُ مَا كَانَ يَحْصُلُ لَهُ بِبَقَاءِ مَا أُصِيبَ بِهِ لَوْ بَقِيَ عَلَيْهِ، وَيَكْفِيهِ مِنْ ذَلِكَ بَيْتُ الْحَمْدِ الذي يا بنى لَهُ فِي الْجَنَّةِ عَلَى حَمْدِهِ لِرَبِّهِ وَاسْتِرْجَاعِهِ، فَلْيَنْظُرْ: أَيُّ الْمُصِيبَتَيْنِ أَعْظَمُ؟: مُصِيبَةُ الْعَاجِلَةِ، أَوْ مُصِيبَةُ فَوَاتِ بَيْتِ الْحَمْدِ فِي جَنَّةِ الْخُلْدِ. وفي",
          "footnote": ""
        },
        {
          "page": "١٤٣",
          "title": "",
          "text": "الترمذي مَرْفُوعًا: «يَوَدُّ نَاسٌ يَوْمَ الْقِيَامَةِ أَنَّ جلودهم كانت تقرض بالمقاريض في التدنيا لِمَا يَرَوْنَ مِنْ ثَوَابِ أَهْلِ الْبَلَاءِ» «١» .\nوَقَالَ بعض السلف: لولا مصائب الدنيا لوردنا القيامة مَفَالِيسَ.\nوَمِنْ عِلَاجِهَا: أَنْ يُرَوِّحَ قَلْبَهُ بِرُوحِ رَجَاءِ الْخَلَفِ مِنَ اللَّهِ، فَإِنَّهُ مِنْ كُلِّ شَيْءٍ عِوَضٌ إِلَّا اللَّهَ، فَمَا مِنْهُ عِوَضٌ كَمَا قِيلَ:\nمِنْ كُلِّ شَيْءٍ إِذَا ضَيَّعْتَهُ عِوَضٌ ... وَمَا مِنَ اللَّهِ إِنْ ضَيَّعْتَهُ عِوَضُ\nوَمِنْ عِلَاجِهَا: أَنْ يَعْلَمَ أَنَّ حَظَّهُ مِنَ الْمُصِيبَةِ مَا تُحْدِثُهُ لَهُ، فَمَنْ رَضِيَ، فَلَهُ الرِّضَى، وَمَنْ سَخِطَ، فَلَهُ السُّخْطُ، فَحَظُّكَ مِنْهَا مَا أَحْدَثَتْهُ لَكَ، فَاخْتَرْ خَيْرَ الْحُظُوظِ أَوْ شَرَّهَا، فَإِنْ أَحْدَثَتْ لَهُ سُخْطًا وَكُفْرًا، كُتِبَ فِي دِيوَانِ الْهَالِكِينَ، وَإِنْ أَحْدَثَتْ لَهُ جَزَعًا وَتَفْرِيطًا فِي تَرْكِ وَاجِبٍ، أَوْ فِعْلِ مُحَرَّمٍ، كُتِبَ فِي دِيوَانِ الْمُفَرِّطِينَ، وَإِنْ أَحْدَثَتْ لَهُ شِكَايَةً، وَعَدَمَ صَبْرٍ، كُتِبَ فِي دِيوَانِ الْمَغْبُونِينَ، وَإِنْ أَحْدَثَتْ لَهُ اعْتِرَاضًا عَلَى اللَّهِ، وَقَدْحًا فِي حِكْمَتِهِ، فَقَدْ قَرَعَ بَابَ الزَّنْدَقَةِ أَوْ وَلَجَهُ، وَإِنْ أَحْدَثَتْ لَهُ صَبْرًا وَثَبَاتًا لِلَّهِ، كُتِبَ فِي دِيوَانِ الصَّابِرِينَ، وَإِنْ أَحْدَثَتْ لَهُ الرِّضَى عَنِ اللَّهِ، كُتِبَ فِي دِيوَانِ الرَّاضِينَ، وَإِنْ أَحْدَثَتْ لَهُ الْحَمْدَ وَالشُّكْرَ، كُتِبَ فِي دِيوَانِ الشَّاكِرِينَ، وَكَانَ تَحْتَ لِوَاءِ الْحَمْدِ مَعَ الْحَمَّادِينَ، وَإِنْ أَحْدَثَتْ لَهُ مَحَبَّةً وَاشْتِيَاقًا إِلَى لِقَاءِ رَبِّهِ، كُتِبَ فِي دِيوَانِ الْمُحِبِّينَ الْمُخْلِصِينَ.\nوَفِي «مُسْنَدِ الْإِمَامِ أَحْمَدَ» وَالتِّرْمِذِيِّ، مِنْ حَدِيثِ مَحْمُودِ بْنِ لَبِيدٍ يَرْفَعُهُ: «إِنَّ اللَّهَ إِذَا أَحَبَّ قَوْمًا ابْتَلَاهُمُ، فَمَنْ رَضِيَ فَلَهُ الرِّضَى، ومن سخط فله السّخط» . زاد «وَمَنْ جَزِعَ فَلَهُ الْجَزَعُ» «٢» .\nوَمِنْ عِلَاجِهَا: أَنْ يَعْلَمَ أَنَّهُ وَإِنْ بَلَغَ فِي الْجَزَعِ غَايَتَهُ، فَآخِرُ أَمْرِهِ إِلَى صَبْرِ الِاضْطِرَارِ، وَهُوَ غَيْرُ مَحْمُودٍ وَلَا مُثَابٍ، قَالَ بَعْضُ الْحُكَمَاءِ: الْعَاقِلُ يفعل في أوّل",
          "footnote": "(١) أخرجه الترمذي في باب الزهد.\n(٢) أخرجه أحمد في المسند، وهو حديث صحيح."
        },
        {
          "page": "١٤٤",
          "title": "",
          "text": "يَوْمٍ مِنَ الْمُصِيبَةِ مَا يَفْعَلُهُ الْجَاهِلُ بَعْدَ أَيَّامٍ، وَمَنْ لَمْ يَصْبِرْ صَبْرَ الْكِرَامِ، سَلَا سُلُوَّ الْبَهَائِمِ. وَفِي «الصَّحِيحِ» مَرْفُوعًا: «الصَّبْرُ عِنْدَ الصَّدْمَةِ الْأُولَى» «١» .\n وَقَالَ الْأَشْعَثُ بْنُ قَيْسٍ: إِنَّكَ إِنْ صَبَرْتَ إِيمَانًا وَاحْتِسَابًا، وَإِلَّا سَلَوْتَ سُلُوَّ الْبَهَائِمِ.\nوَمِنْ عِلَاجِهَا: أَنْ يَعْلَمَ أَنَّ أَنْفَعَ الْأَدْوِيَةِ لَهُ مُوَافَقَةُ رَبِّهِ وَإِلَهِهِ فِيمَا أَحَبَّهُ وَرَضِيَهُ لَهُ، وَأَنَّ خَاصِّيَّةَ الْمَحَبَّةِ وَسِرَّهَا مُوَافَقَةُ الْمَحْبُوبِ، فَمَنِ ادَّعَى مَحَبَّةَ مَحْبُوبٍ، ثُمَّ سَخِطَ مَا يُحِبُّهُ، وَأَحَبَّ مَا يَسْخَطُهُ، فَقَدْ شَهِدَ عَلَى نَفْسِهِ بِكَذِبِهِ، وَتَمَقَّتَ إِلَى مَحْبُوبِهِ.\nوَقَالَ أَبُو الدَّرْدَاءِ: إِنَّ اللَّهَ إِذَا قَضَى قَضَاءً، أحب أن يرضى به، وكان عمران ابن حُصَيْنٍ يَقُولُ فِي عِلَّتِهِ: أَحَبُّهُ إِلَيَّ أَحَبُّهُ إِلَيْهِ، وَكَذَلِكَ قَالَ أبو العالية.\nوَهَذَا دَوَاءٌ وَعِلَاجٌ لَا يَعْمَلُ إِلَّا مَعَ الْمُحِبِّينَ، وَلَا يُمْكِنُ كُلُّ أَحَدٍ أَنْ يَتَعَالَجَ بِهِ.\nوَمِنْ علاجها: أن يوازن بين أعظم اللذتين والتمتعين، وَأَدْوَمِهِمَا: لَذَّةِ تَمَتُّعِهِ بِمَا أُصِيبَ بِهِ، وَلَذَّةِ تَمَتُّعِهِ بِثَوَابِ اللَّهِ لَهُ، فَإِنْ ظَهَرَ لَهُ الرُّجْحَانُ، فَآثَرَ الرَّاجِحَ، فَلْيَحْمَدِ اللَّهَ عَلَى تَوْفِيقِهِ، وَإِنْ آثَرَ الْمَرْجُوحَ مِنْ كُلِّ وَجْهٍ، فَلْيَعْلَمْ أَنَّ مُصِيبَتَهُ فِي عَقْلِهِ وَقَلْبِهِ وَدِينِهِ أَعْظَمُ مِنْ مُصِيبَتِهِ الَّتِي أُصِيبَ بِهَا فِي دُنْيَاهُ.\nوَمِنْ عِلَاجِهَا أَنْ يَعْلَمَ أَنَّ الَّذِي ابْتَلَاهُ بِهَا أَحْكَمُ الْحَاكِمِينَ، وَأَرْحَمُ الرَّاحِمِينَ، وَأَنَّهُ سُبْحَانَهُ لَمْ يُرْسِلْ إِلَيْهِ الْبَلَاءَ لِيُهْلِكَهُ بِهِ، وَلَا لِيُعَذِّبَهُ بِهِ، وَلَا لِيَجْتَاحَهُ، وَإِنَّمَا افْتَقَدَهُ بِهِ لِيَمْتَحِنَ صَبْرَهُ وَرِضَاهُ عَنْهُ وَإِيمَانَهُ، وَلِيَسْمَعَ تَضَرُّعَهُ وَابْتِهَالَهُ، وَلِيَرَاهُ طَرِيحًا بِبَابِهِ، لَائِذًا بِجَنَابِهِ، مَكْسُورَ الْقَلْبِ بَيْنَ يَدَيْهِ، رَافِعًا قَصَصَ الشَّكْوَى إِلَيْهِ.\nقَالَ الشيخ عبد القادر: يَا بُنَيَّ! إِنَّ المصيبة ما جاءت لتهلك، وَإِنَّمَا جَاءَتْ لِتَمْتَحِنَ صَبْرَكَ وَإِيمَانَكَ، يَا بُنَيَّ! الْقَدَرُ سَبُعٌ، وَالسَّبُعُ لَا يَأْكُلُ الْمَيْتَةَ.\nوَالْمَقْصُودُ: أَنَّ الْمُصِيبَةَ كِيرُ الْعَبْدِ الَّذِي يُسْبَكُ بِهِ حَاصِلُهُ، فَإِمَّا أَنْ يَخْرُجَ ذَهَبًا أَحْمَرَ، وَإِمَّا أَنْ يَخْرُجَ خَبَثًا كُلُّهُ، كَمَا قِيلَ:\nسَبَكْنَاهُ وَنَحْسِبُهُ لُجَيْنًا ... فَأَبْدَى الْكِيرُ عَنْ خَبَثِ الْحَدِيدِ",
          "footnote": "(١) أخرجه البخاري في الجنائز، ومسلم في الجنائز."
        },
        {
          "page": "١٤٥",
          "title": "",
          "text": "فَإِنْ لَمْ يَنْفَعْهُ هَذَا الْكِيرُ فِي الدُّنْيَا، فَبَيْنَ يَدَيْهِ الْكِيرُ الْأَعْظَمُ، فَإِذَا عَلِمَ الْعَبْدُ أَنَّ إِدْخَالَهُ كِيرَ الدُّنْيَا وَمَسْبَكَهَا خَيْرٌ لَهُ من ذلك الكير والمسبك، وأنه لابد مِنْ أَحَدِ الْكِيرَيْنِ، فَلْيَعْلَمْ قَدْرَ نِعْمَةِ اللَّهِ عَلَيْهِ فِي الْكِيرِ الْعَاجِلِ.\nوَمِنْ عِلَاجِهَا: أَنْ يَعْلَمَ أَنَّهُ لَوْلَا مِحَنُ الدُّنْيَا وَمَصَائِبُهَا، لَأَصَابَ الْعَبْدَ مِنْ أَدْوَاءِ الْكِبْرِ وَالْعُجْبِ وَالْفَرْعَنَةِ وَقَسْوَةِ الْقَلْبِ مَا هُوَ سَبَبُ هَلَاكِهِ عَاجِلًا وَآجِلًا، فَمِنْ رَحْمَةِ أَرْحَمِ الرَّاحِمِينَ أَنْ يَتَفَقَّدَهُ فِي الْأَحْيَانِ بِأَنْوَاعٍ مِنْ أَدْوِيَةِ الْمَصَائِبِ، تَكُونُ حَمِيَّةً لَهُ مِنْ هَذِهِ الْأَدْوَاءِ، وَحِفْظًا لِصِحَّةِ عُبُودِيَّتِهِ، وَاسْتِفْرَاغًا لِلْمَوَادِّ الْفَاسِدَةِ الرَّدِيئَةِ الْمُهْلِكَةِ مِنْهُ، فَسُبْحَانَ مَنْ يَرْحَمُ بِبَلَائِهِ، وَيَبْتَلِي بِنَعْمَائِهِ كَمَا قِيلَ:\nقد ينعم الله بِالْبَلْوَى وَإِنْ عَظُمَتْ ... وَيَبْتَلِي اللَّهُ بَعْضَ الْقَوْمِ بِالنِّعَمِ\nفَلَوْلَا أَنَّهُ- سُبْحَانَهُ- يُدَاوِي عِبَادَهُ بِأَدْوِيَةِ الْمِحَنِ وَالِابْتِلَاءِ، لَطَغَوْا، وَبَغَوْا، وَعَتَوْا، وَاللَّهُ- سُبْحَانَهُ- إِذَا أَرَادَ بِعَبْدٍ خَيْرًا سَقَاهُ دَوَاءً مِنَ الِابْتِلَاءِ وَالِامْتِحَانِ عَلَى قَدْرِ حَالِهِ يَسْتَفْرِغُ بِهِ مِنَ الْأَدْوَاءِ الْمُهْلِكَةِ، حَتَّى إِذَا هَذَّبَهُ وَنَقَّاهُ وَصَفَّاهُ، أَهَّلَهُ لِأَشْرَفِ مَرَاتِبِ الدُّنْيَا، وَهِيَ عُبُودِيَّتُهُ، وَأَرْفَعِ ثَوَابِ الْآخِرَةِ، وَهُوَ رُؤْيَتُهُ وَقُرْبُهُ.\nوَمِنْ عِلَاجِهَا: أَنْ يَعْلَمَ أَنَّ مَرَارَةَ الدُّنْيَا هِيَ بِعَيْنِهَا حَلَاوَةُ الْآخِرَةِ، يَقْلِبُهَا اللَّهُ سُبْحَانَهُ كَذَلِكَ، وَحَلَاوَةَ الدُّنْيَا بِعَيْنِهَا مَرَارَةُ الْآخِرَةِ، وَلَأَنْ يَنْتَقِلَ مِنْ مَرَارَةٍ مُنْقَطِعَةٍ إِلَى حَلَاوَةٍ دَائِمَةٍ خَيْرٌ لَهُ مِنْ عَكْسِ ذَلِكَ، فَإِنْ خَفِيَ عَلَيْكَ هَذَا، فَانْظُرْ إِلَى قَوْلِ الصَّادِقِ الْمَصْدُوقِ: «حُفَّتِ الْجَنَّةُ بِالْمَكَارِهِ وَحُفَّتِ النَّارُ بِالشَّهَوَاتِ» » .\nوَفِي هَذَا الْمَقَامِ تَفَاوَتَتْ عُقُولُ الْخَلَائِقِ، وَظَهَرَتْ حَقَائِقُ الرِّجَالِ، فَأَكْثَرُهُمْ آثَرَ الْحَلَاوَةَ الْمُنْقَطِعَةَ عَلَى الْحَلَاوَةِ الدَّائِمَةِ الَّتِي لَا تَزُولُ، وَلَمْ يَحْتَمِلْ مَرَارَةَ سَاعَةٍ لِحَلَاوَةِ الْأَبَدِ، وَلَا ذُلَّ سَاعَةٍ لِعِزِّ الْأَبَدِ، وَلَا مِحْنَةَ سَاعَةٍ لِعَافِيَةِ الْأَبَدِ، فَإِنَّ الْحَاضِرَ عِنْدَهُ شَهَادَةٌ، وَالْمُنْتَظَرَ غَيْبٌ، وَالْإِيمَانَ ضَعِيفٌ، وَسُلْطَانُ الشَّهْوَةِ حَاكِمٌ، فَتَوَلَّدَ مِنْ ذَلِكَ إِيثَارُ الْعَاجِلَةِ، وَرَفْضُ الْآخِرَةِ، وَهَذَا حَالُ النَّظَرِ الْوَاقِعِ عَلَى ظواهر الأمور،",
          "footnote": "(١) أخرجه مسلم في الجنة."
        },
        {
          "page": "١٤٦",
          "title": "",
          "text": "وَأَوَائِلِهَا وَمَبَادِئِهَا، وَأَمَّا النَّظَرُ الثَّاقِبُ الَّذِي يَخْرِقُ حُجُبَ الْعَاجِلَةِ، وَيُجَاوِزُهُ إِلَى الْعَوَاقِبِ وَالْغَايَاتِ، فَلَهُ شَأْنٌ آخَرُ.\nفَادْعُ نَفْسَكَ إِلَى مَا أَعَدَّ اللَّهُ لِأَوْلِيَائِهِ وَأَهْلِ طَاعَتِهِ مِنَ النَّعِيمِ الْمُقِيمِ، وَالسَّعَادَةِ الْأَبَدِيَّةِ، وَالْفَوْزِ الْأَكْبَرِ، وَمَا أَعَدَّ لِأَهْلِ الْبِطَالَةِ وَالْإِضَاعَةِ مِنَ الْخِزْيِ وَالْعِقَابِ وَالْحَسَرَاتِ الدَّائِمَةِ، ثُمَّ اخْتَرْ أَيُّ الْقِسْمَيْنِ أَلْيَقُ بِكَ، وَكُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ، وَكُلُّ أَحَدٍ يَصْبُو إِلَى مَا يُنَاسِبُهُ، وَمَا هُوَ الْأَوْلَى بِهِ، وَلَا تَسْتَطِلْ هَذَا الْعِلَاجَ، فَشِدَّةُ الْحَاجَةِ إِلَيْهِ مِنَ الطَّبِيبِ وَالْعَلِيلِ دَعَتْ إِلَى بَسْطِهِ، وَبِاللَّهِ التَّوْفِيقُ.",
          "footnote": "(١) أخرجه مسلم في الجنة."
        }
      ]
    },
    {
      "number": "10",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ الْكَرْبِ وَالْهَمِّ وَالْغَمِّ وَالْحَزَنِ",
      "pages": [
        {
          "page": "١٤٦",
          "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ الْكَرْبِ وَالْهَمِّ وَالْغَمِّ وَالْحَزَنِ",
          "text": "أَخْرَجَا فِي «الصَّحِيحَيْنِ» مِنْ حَدِيثُ ابْنِ عَبَّاسٍ، إِنَّ رَسُولَ اللَّهِ صَلَّى الله عليه وسلم كان يَقُولُ عِنْدَ الْكَرْبِ: «لَا إِلَهَ إِلَّا اللَّهُ الْعَظِيمُ الْحَلِيمُ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمُ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ السَّمَاوَاتِ السَّبْعِ، وَرَبُّ الْأَرْضِ رَبُّ الْعَرْشِ الْكَرِيمُ» «١» .\nوَفِي «جَامِعِ الترمذي» عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَانَ إِذَا حَزَبَهُ أَمْرٌ، قَالَ: «يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ» «٢»\nوَفِيهِ: عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، كَانَ إِذَا أَهَّمَهُ الْأَمْرُ، رَفَعَ طَرْفَهُ إِلَى السَّمَاءِ فَقَالَ: «سُبْحَانَ اللَّهِ الْعَظِيمِ» ، وَإِذَا اجْتَهَدَ فِي الدُّعَاءِ قَالَ: «يَا حَيُّ يَا قَيُّومُ» «٣» .\nوَفِي «سُنَنِ أبي داود» عَنْ أبي بكرة، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «دَعَوَاتُ الْمَكْرُوبِ: اللُّهُمَّ رَحْمَتَكَ أَرْجُو، فَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لا إله إلا أنت» «٤» ",
          "footnote": "(١) أخرجه البخاري في الدعوات، ومسلم في الذكر والدعاء.\n(٢) أخرجه الترمذي في الدعوات.\n(٣) أخرجه الترمذي في الدعوات.\n(٤) أخرجه أبو داود وأحمد والبخاري في الأدب المفرد."
        },
        {
          "page": "١٤٧",
          "title": "",
          "text": "وَفِيهَا أَيْضًا عَنْ أسماء بنت عميس قَالَتْ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عليه وَسَلَّمَ: «أَلَا أُعَلِّمُكِ كَلِمَاتٍ تَقُولِيهِنَّ عَنْدَ الْكَرْبِ، أَوْ فِي الْكَرْبِ: اللَّهُ رَبِّي لَا أُشْرِكُ بِهِ شَيْئًا» «١» .\n وَفِي رِوَايَةٍ أَنَّهَا تُقَالُ سَبْعَ مَرَّاتٍ.\nوَفِي «مُسْنَدِ الْإِمَامِ أَحْمَدَ» عَنِ ابْنِ مَسْعُودٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَا أَصَابَ عَبْدًا هَمٌّ وَلَا حُزْنٌ فَقَالَ: اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ: أَنْ تَجْعَلَ الْقُرْآنَ الْعَظِيمَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلَاءَ حُزْنِي، وَذَهَابَ هَمِّي، إِلَّا أَذْهَبَ اللَّهُ حُزْنَهُ وَهَمَّهُ، وَأَبْدَلَهُ مَكَانَهُ فَرَحًا» «٢» .\nوَفِي الترمذي عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «دَعْوَةُ ذِي النُّونِ إِذْ دَعَا رَبَّهُ وَهُوَ فِي بَطْنِ الْحُوتِ: لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ، لَمْ يَدْعُ بِهَا رَجُلٌ مُسْلِمٌ فِي شَيْءٍ قَطُّ إِلَّا اسْتُجِيبَ لَهُ» «٣»\nوَفِي رِوَايَةٍ «إِنِّي لَأَعْلَمُ كَلِمَةً لَا يَقُولُهَا مَكْرُوبٌ إِلَّا فَرَّجَ اللَّهُ عَنْهُ: كَلِمَةَ أَخِي يُونُسَ» .\nوَفِي «سُنَنِ أبي داود» عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: دَخَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ الْمَسْجِدَ، فَإِذَا هُوَ بِرَجُلٍ مِنَ الْأَنْصَارِ يُقَالُ لَهُ: أبو أمامة، فَقَالَ: «يَا أبا أمامة مَالِي أَرَاكَ فِي الْمَسْجِدِ فِي غَيْرِ وَقْتِ الصَّلَاةِ؟» فَقَالَ: هُمُومٌ لَزِمَتْنِي، وَدُيُونٌ يَا رَسُولَ اللَّهِ، فَقَالَ: «أَلَا أُعَلِّمُكَ كَلَامًا إِذَا أَنْتَ قُلْتَهُ أَذْهَبَ اللَّهُ عَزَّ وَجَلَّ هَمَّكَ وَقَضَى دَيْنَكَ؟» قَالَ: قُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: «قُلْ إِذَا أَصْبَحْتَ وَإِذَا أَمْسَيْتَ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَأَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ، وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ» ، قال:",
          "footnote": "(١) أخرجه أبو داود في الصلاة، وابن ماجه.\n(٢) أخرجه أحمد في «المسند» وسنده صحيح وصححه ابن حبان.\n(٣) أخرجه الترمذي في الدعوات، وأحمد، وصححه الحاكم."
        },
        {
          "page": "١٤٨",
          "title": "",
          "text": "فَفَعَلْتُ ذَلِكَ، فَأَذْهَبَ اللَّهُ عَزَّ وَجَلَّ هَمِّي، وَقَضَى عَنِّي دَيْنِي «١» .\nوَفِي «سُنَنِ أبي داود» عَنِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ لَزِمَ الِاسْتِغْفَارَ، جَعَلَ اللَّهُ لَهُ مِنْ كُلِّ هَمٍّ فَرَجًا، وَمِنْ كُلِّ ضِيقٍ مَخْرَجًا، وَرَزَقَهُ مِنْ حَيْثُ لَا يَحْتَسِبُ» «٢» .\nوَفِي «الْمُسْنَدِ» أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا حَزَبَهُ أَمْرٌ، فَزِعَ إِلَى الصَّلَاةِ وَقَدْ قَالَ تَعَالَى: «وَاسْتَعِينُوا بالصبر والصلاة» «٣» .\nوَفِي «السُّنَنِ» : «عَلَيْكُمْ بِالْجِهَادِ، فَإِنَّهُ بَابٌ مِنْ أَبْوَابِ الْجَنَّةِ، يَدْفَعُ اللَّهُ بِهِ عَنِ النُّفُوسِ الْهَمَّ وَالْغَمَّ» «٤» .\nوَيُذْكَرُ عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ كَثُرَتْ هُمُومُهُ وَغُمُومُهُ، فَلْيُكْثِرْ مِنْ قَوْلِ: لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ» .\nوَثَبَتَ فِي «الصَّحِيحَيْنِ» أَنَّهَا كَنْزٌ مِنْ كُنُوزِ الْجَنَّةِ «٥» .\nوَفِي الترمذي: «أَنَّهَا بَابٌ مِنْ أَبْوَابِ الْجَنَّةِ» «٦» .\nهَذِهِ الْأَدْوِيَةُ تَتَضَمَّنُ خَمْسَةَ عَشَرَ نَوْعًا مِنَ الدَّوَاءِ، فَإِنْ لَمْ تَقْوَ عَلَى إِذْهَابِ دَاءِ الْهَمِّ وَالْغَمِّ وَالْحُزْنِ، فَهُوَ دَاءٌ قَدِ اسْتَحْكَمَ، وَتَمَكَّنَتْ أَسْبَابُهُ، وَيَحْتَاجُ إِلَى اسْتِفْرَاغٍ كُلِّيٍّ.\nالْأَوَّلُ: تَوْحِيدُ الرُّبُوبِيَّةِ.\nالثَّانِي: تَوْحِيدُ الْإِلَهِيَّةِ.\nالثَّالِثُ: التَّوْحِيدُ الْعِلْمِيُّ الِاعْتِقَادِيُّ.",
          "footnote": "(١) أخرجه أبو داود في الصلاة.\n(٢) أخرجه أبو داود في الصلاة، وأحمد، وابن ماجه.\n(٣) البقرة- ٤٥.\n(٤) أخرجه الطبراني في الأوسط، وأحمد في «المسند» وصححه الحاكم.\n(٥) أخرجه البخاري في الدعوات، ومسلم في الذكر والدعاء.\n(٦) أخرجه الترمذي في الدعوات."
        },
        {
          "page": "١٤٩",
          "title": "",
          "text": "الرَّابِعُ: تَنْزِيهُ الرَّبِّ تَعَالَى عَنْ أَنْ يَظْلِمَ عَبْدَهُ، أَوْ يَأْخُذَهُ بِلَا سَبَبٍ مِنَ الْعَبْدِ يُوجِبُ ذَلِكَ.\nالْخَامِسُ: اعْتِرَافُ الْعَبْدِ بِأَنَّهُ هُوَ الظَّالِمُ.\nالسَّادِسُ: التَّوَسُّلُ إِلَى الرَّبِّ تَعَالَى بِأَحَبِّ الْأَشْيَاءِ، وَهُوَ أَسْمَاؤُهُ وَصِفَاتُهُ، وَمِنْ أَجْمَعِهَا لِمَعَانِي الْأَسْمَاءِ وَالصِّفَاتِ: الْحَيُّ الْقَيُّومُ.\nالسَّابِعُ: الِاسْتِعَانَةُ بِهِ وَحْدَهُ.\nالثَّامِنُ: إِقْرَارُ الْعَبْدِ لَهُ بِالرَّجَاءِ.\nالتَّاسِعُ: تَحْقِيقُ التَّوَكُّلِ عَلَيْهِ، وَالتَّفْوِيضِ إِلَيْهِ، وَالِاعْتِرَافِ لَهُ بِأَنَّ نَاصِيَتَهُ فِي يَدِهِ، يَصْرِفُهُ كَيْفَ يَشَاءُ، وَأَنَّهُ مَاضٍ فِيهِ حُكْمُهُ، عَدْلٌ فِيهِ قَضَاؤُهُ.\nالْعَاشِرُ: أَنْ يَرْتَعَ قَلْبُهُ فِي رِيَاضِ الْقُرْآنِ، وَيَجْعَلَهُ لِقَلْبِهِ كَالرَّبِيعِ لِلْحَيَوَانِ، وَأَنْ يَسْتَضِيءَ بِهِ فِي ظُلُمَاتِ الشُّبُهَاتِ وَالشَّهَوَاتِ، وَأَنْ يَتَسَلَّى بِهِ عَنْ كُلِّ فَائِتٍ، وَيَتَعَزَّى بِهِ عَنْ كُلِّ مُصِيبَةٍ، وَيَسْتَشْفِيَ بِهِ مِنْ أَدْوَاءِ صَدْرِهِ، فَيَكُونَ جَلَاءَ حُزْنِهِ، وَشِفَاءَ هَمِّهِ وَغَمِّهِ.\nالْحَادِيَ عَشَرَ: الِاسْتِغْفَارُ.\nالثَّانِيَ عَشَرَ: التَّوْبَةُ.\nالثَّالِثَ عَشَرَ: الْجِهَادُ.\nالرَّابِعَ عَشَرَ: الصَّلَاةُ.\nالْخَامِسَ عَشَرَ: الْبَرَاءَةُ مِنَ الْحَوْلِ وَالْقُوَّةِ وَتَفْوِيضُهُمَا إِلَى مَنْ هُمَا بِيَدِهِ.",
          "footnote": ""
        }
      ]
    },
    {
      "number": "11",
      "title": "فَصْلٌ فِي بَيَانِ جِهَةِ تَأْثِيرِ هَذِهِ الْأَدْوِيَةِ فِي هَذِهِ الْأَمْرَاضِ",
      "pages": [
        {
          "page": "١٤٩",
          "title": "فَصْلٌ فِي بَيَانِ جِهَةِ تَأْثِيرِ هَذِهِ الْأَدْوِيَةِ فِي هَذِهِ الْأَمْرَاضِ",
          "text": "خَلَقَ اللَّهُ- سُبْحَانَهُ- ابْنَ آدَمَ وَأَعْضَاءَهُ، وَجَعَلَ لِكُلِّ عُضْوٍ مِنْهَا كَمَالًا إِذَا فَقَدَهُ أَحَسَّ بِالْأَلَمِ، وَجَعَلَ لِمَلِكِهَا وَهُوَ الْقَلْبُ كَمَالًا، إِذَا فَقَدَهُ، حَضَرَتْهُ أَسْقَامُهُ وَآلَامُهُ مِنَ الْهُمُومِ وَالْغُمُومِ وَالْأَحْزَانِ.\nفَإِذَا فَقَدَتِ الْعَيْنُ مَا خُلِقَتْ لَهُ مِنْ قُوَّةِ الْإِبْصَارِ، وَفَقَدَتِ الْأُذُنُ مَا خُلِقَتْ لَهُ مِنْ قُوَّةِ السَّمْعِ، وَاللَّسَانُ مَا خُلِقَ لَهُ مِنْ قُوَّةِ الْكَلَامِ، فقدت كمالها.",
          "footnote": ""
        },
        {
          "page": "١٥٠",
          "title": "",
          "text": "والقلب: خلق لمعرفة فاطره ومحبته وتوحيده بِهِ، وَالِابْتِهَاجِ بِحُبِّهِ، وَالرِّضَى عَنْهُ، وَالتَّوَكُّلِ عَلَيْهِ، وَالْحُبِّ فِيهِ، وَالْبُغْضِ فِيهِ، وَالْمُوَالَاةِ فِيهِ، وَالْمُعَادَاةِ فِيهِ، وَدَوَامِ ذِكْرِهِ، وَأَنْ يَكُونَ أَحَبَّ إِلَيْهِ مِنْ كُلِّ مَا سِوَاهُ، وَأَرْجَى عِنْدَهُ مِنْ كُلِّ مَا سِوَاهُ، وَأَجَلَّ فِي قَلْبِهِ مِنْ كُلِّ مَا سِوَاهُ، وَلَا نَعِيمَ لَهُ وَلَا سُرُورَ وَلَا لَذَّةَ، بَلْ وَلَا حَيَاةَ إِلَّا بِذَلِكَ، وَهَذَا لَهُ بِمَنْزِلَةِ الْغِذَاءِ وَالصِّحَّةِ وَالْحَيَاةِ، فَإِذَا فَقَدَ غِذَاءَهُ وَصِحَّتَهُ، وَحَيَاتَهُ، فَالْهُمُومُ وَالْغُمُومُ وَالْأَحْزَانُ مُسَارِعَةٌ مِنْ كُلِّ صَوْبٍ إِلَيْهِ، وَرَهْنٌ مُقِيمٌ عَلَيْهِ.\nوَمِنْ أَعْظَمِ أَدْوَائِهِ: الشِّرْكُ وَالذُّنُوبُ والغافلة وَالِاسْتِهَانَةُ بِمَحَابِّهِ وَمَرَاضِيهِ، وَتَرْكُ التَّفْوِيضِ إِلَيْهِ، وَقِلَّةُ الِاعْتِمَادِ عَلَيْهِ، وَالرَّكُونُ إِلَى مَا سِوَاهُ، وَالسُّخْطُ بِمَقْدُورِهِ، وَالشَّكُّ فِي وَعْدِهِ وَوَعِيدِهِ.\nوَإِذَا تَأَمَّلْتَ أَمْرَاضَ الْقَلْبِ، وَجَدْتَ هَذِهِ الْأُمُورَ وَأَمْثَالَهَا هِيَ أَسْبَابُهَا لَا سَبَبَ لَهَا سِوَاهَا، فَدَوَاؤُهُ الَّذِي لَا دَوَاءَ لَهُ سِوَاهُ مَا تَضَمَّنَتْهُ هَذِهِ الْعِلَاجَاتُ النَّبَوِيَّةُ مِنَ الْأُمُورِ الْمُضَادَّةِ لِهَذِهِ الْأَدْوَاءِ، فَإِنَّ الْمَرَضَ يُزَالُ بِالضِّدِّ، وَالصِّحَّةُ تُحْفَظُ بِالْمِثْلِ، فَصِحَّتُهُ تُحْفَظُ بِهَذِهِ الْأُمُورِ النَّبَوِيَّةِ، وَأَمْرَاضُهُ بِأَضْدَادِهَا.\nفَالتَّوْحِيدُ: يَفْتَحُ لِلْعَبْدِ بَابَ الْخَيْرِ وَالسُّرُورِ وَاللَّذَّةِ وَالْفَرَحِ وَالِابْتِهَاجِ، وَالتَّوْبَةُ اسْتِفْرَاغٌ لِلْأَخْلَاطِ وَالْمَوَادِّ الْفَاسِدَةِ الَّتِي هِيَ سَبَبُ أَسْقَامِهِ، وَحِمْيَةٌ لَهُ مِنَ التَّخْلِيطِ، فَهِيَ تُغْلِقُ عَنْهُ بَابَ الشُّرُورِ، فَيُفْتَحُ لَهُ بَابُ السَّعَادَةِ وَالْخَيْرِ بِالتَّوْحِيدِ، وَيُغْلَقُ بَابُ الشُّرُورِ بِالتَّوْبَةِ وَالِاسْتِغْفَارِ.\nقَالَ بَعْضُ الْمُتَقَدِّمِينَ مِنْ أَئِمَّةِ الطِّبِّ: مَنْ أَرَادَ عَافِيَةَ الْجِسْمِ، فَلْيُقَلِّلْ مِنَ الطَّعَامِ وَالشَّرَابِ، وَمَنْ أَرَادَ عَافِيَةَ الْقَلْبِ، فَلْيَتْرُكِ الْآثَامَ. وَقَالَ ثَابِتُ بْنُ قُرَّةَ:\nرَاحَةُ الْجِسْمِ فِي قِلَّةِ الطَّعَامِ، وَرَاحَةُ الرُّوحِ فِي قِلَّةِ الْآثَامِ، وَرَاحَةُ اللِّسَانِ فِي قِلَّةِ الْكَلَامِ.\nوَالذُّنُوبُ لِلْقَلْبِ، بِمَنْزِلَةِ السُّمُومِ، إِنْ لَمْ تُهْلِكْهُ أَضْعَفَتْهُ، وَلَا بُدَّ، وَإِذَا ضَعُفَتْ قُوَّتُهُ، لَمْ يَقْدِرْ عَلَى مُقَاوَمَةِ الْأَمْرَاضِ، قَالَ طَبِيبُ الْقُلُوبِ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ:",
          "footnote": ""
        },
        {
          "page": "١٥١",
          "title": "",
          "text": "رَأَيْتُ الذُّنُوبَ تُمِيتُ الْقُلُوبَ ... وَقَدْ يُورِثُ الذُّلَّ إِدْمَانُهَا\nوَتَرْكُ الذُّنُوبِ حَيَاةُ الْقُلُوبِ ... وَخَيْرٌ لِنَفْسِكَ عِصْيَانُهَا\nفَالْهَوَى أَكْبَرُ أَدْوَائِهَا، وَمُخَالَفَتُهُ أَعْظَمُ أَدْوِيَتِهَا، وَالنَّفْسُ فِي الْأَصْلِ خُلِقَتْ جَاهِلَةً ظَالِمَةً، فَهِيَ لِجَهْلِهَا تَظُنُّ شِفَاءَهَا فِي اتِّبَاعِ هَوَاهَا، وَإِنَّمَا فِيهِ تَلَفُهَا وَعَطَبُهَا، وَلِظُلْمِهَا لَا تَقْبَلُ مِنَ الطِّبِيبِ النَّاصِحِ، بَلْ تَضَعُ الدَّاءَ مَوْضِعَ الدَّوَاءِ فَتَعْتَمِدُهُ، وَتَضَعُ الدَّوَاءَ مَوْضِعَ الدَّاءِ فَتَجْتَنِبُهُ، فَيَتَوَلَّدُ مِنْ بَيْنِ إِيثَارِهَا لِلدَّاءِ، وَاجْتِنَابِهَا لِلدَّوَاءِ أَنْوَاعٌ مِنَ الْأَسْقَامِ وَالْعِلَلِ الَّتِي تُعْيِي الْأَطِبَّاءَ، وَيَتَعَذَّرُ مَعَهَا الشِّفَاءُ. وَالْمُصِيبَةُ الْعُظْمَى، أَنَّهَا تُرَكِّبُ ذَلِكَ على القدر، فتبّرىء نَفْسَهَا، وَتَلُومُ رَبَّهَا بِلِسَانِ الْحَالِ دَائِمًا، وَيَقْوَى اللَّوْمُ حَتَّى يُصَرِّحَ بِهِ اللِّسَانُ.\nوَإِذَا وَصَلَ الْعَلِيلُ إِلَى هَذِهِ الْحَالِ، فَلَا يَطْمَعُ فِي بُرْئِهِ إِلَّا أَنْ تَتَدَارَكَهُ رَحْمَةٌ مِنْ رَبِّهِ، فَيُحْيِيهِ حَيَاةً جَدِيدَةً، وَيَرْزُقُهُ طَرِيقَةً حَمِيدَةً، فَلِهَذَا كَانَ حَدِيثُ ابْنِ عَبَّاسٍ فِي دُعَاءِ الْكَرْبِ مُشْتَمِلًا عَلَى تَوْحِيدِ الْإِلَهِيَّةِ وَالرُّبُوبِيَّةِ، وَوَصْفِ الرَّبِّ سُبْحَانَهُ بِالْعَظَمَةِ وَالْحِلْمِ، وَهَاتَانِ الصِّفَتَانِ مُسْتَلْزِمَتَانِ لِكَمَالِ الْقُدْرَةِ وَالرَّحْمَةِ، وَالْإِحْسَانِ وَالتَّجَاوُزِ، وَوَصْفِهِ بِكَمَالِ رُبُوبِيَّتِهِ للعالم العلوي والسفلي، والعرش هُوَ سَقْفُ الْمَخْلُوقَاتِ وَأَعْظَمُهَا. وَالرُّبُوبِيَّةُ التَّامَّةُ تَسْتَلْزِمُ تَوْحِيدَهُ، وَأَنَّهُ الَّذِي لَا تَنْبَغِي الْعِبَادَةُ وَالْحُبُّ وَالْخَوْفُ وَالرَّجَاءُ وَالْإِجْلَالُ وَالطَّاعَةُ إِلَّا لَهُ. وَعَظَمَتُهُ الْمُطْلَقَةُ تَسْتَلْزِمُ إِثْبَاتَ كُلِّ كَمَالٍ لَهُ، وَسَلْبَ كُلِّ نَقْصٍ وَتَمْثِيلٍ عَنْهُ. وَحِلْمُهُ يَسْتَلْزِمُ كَمَالَ رَحْمَتِهِ وَإِحْسَانِهِ إِلَى خَلْقِهِ.\nفَعِلْمُ الْقَلْبِ وَمَعْرِفَتُهُ بِذَلِكَ تُوجِبُ مَحَبَّتَهُ وَإِجْلَالَهُ وَتَوْحِيدَهُ، فَيَحْصُلُ لَهُ مِنَ الِابْتِهَاجِ وَاللَّذَّةِ وَالسُّرُورِ مَا يَدْفَعُ عَنْهُ أَلَمَ الْكَرْبِ وَالْهَمِّ وَالْغَمِّ، وَأَنْتَ تَجِدُ الْمَرِيضَ إِذَا وَرَدَ عَلَيْهِ مَا يَسُرُّهُ وَيُفْرِحُهُ، وَيُقَوِّي نَفْسَهُ، كَيْفَ تَقْوَى الطَّبِيعَةُ عَلَى دَفْعِ الْمَرَضِ الْحِسِّيِّ، فَحُصُولُ هَذَا الشِّفَاءِ لِلْقَلْبِ أَوْلَى وَأَحْرَى.\nثُمَّ إِذَا قَابَلْتَ بَيْنَ ضِيقِ الْكَرْبِ وَسَعَةِ هَذِهِ الْأَوْصَافِ الَّتِي تَضَمَّنَهَا دُعَاءُ الْكَرْبِ، وَجَدْتَهُ فِي غَايَةِ الْمُنَاسَبَةِ لِتَفْرِيجِ هَذَا الضِّيقِ، وَخُرُوجِ الْقَلْبِ مِنْهُ إِلَى سَعَةِ الْبَهْجَةِ وَالسُّرُورِ، وَهَذِهِ الْأُمُورُ إِنَّمَا يُصَدِّقُ بِهَا مَنْ أَشْرَقَتْ فِيهِ أَنْوَارُهَا، وَبَاشَرَ قَلْبُهُ حَقَائِقَهَا.",
          "footnote": ""
        },
        {
          "page": "١٥٢",
          "title": "",
          "text": "وَفِي تَأْثِيرِ قَوْلِهِ: «يَا حَيُّ يَا قَيُّومُ، بِرَحْمَتِكَ أَسْتَغِيثُ» فِي دَفْعِ هَذَا الدَّاءِ مُنَاسَبَةٌ بَدِيعَةٌ، فَإِنَّ صِفَةَ الْحَيَاةِ مُتَضَمِّنَةٌ لِجَمِيعِ صِفَاتِ الْأَفْعَالِ، وَلِهَذَا كَانَ اسْمُ اللَّهِ الْأَعْظَمُ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ، وَإِذَا سُئِلَ بِهِ أَعْطَى: هُوَ اسْمُ الْحَيِّ الْقَيُّومِ، وَالْحَيَاةُ التَّامَّةُ تُضَادُّ جَمِيعَ الْأَسْقَامِ وَالْآلَامِ، وَلِهَذَا لَمَّا كَمُلَتْ حَيَاةُ أَهْلِ الْجَنَّةِ لَمْ يَلْحَقْهُمْ هَمٌّ وَلَا غَمٌّ وَلَا حَزَنٌ وَلَا شَيْءٌ مِنَ الْآفَاتِ. وَنُقْصَانُ الْحَيَاةِ تَضُرُّ بِالْأَفْعَالِ، وَتُنَافِي الْقَيُّومِيَّةَ، فَكَمَالُ الْقَيُّومِيَّةِ لِكَمَالِ الْحَيَاةِ، فَالْحَيُّ الْمُطْلَقُ التَّامُّ الْحَيَاةِ لَا تَفُوتُهُ صِفَةُ الْكَمَالِ الْبَتَّةَ، وَالْقَيُّومُ لَا يَتَعَذَّرُ عَلَيْهِ فِعْلٌ مُمْكِنٌ الْبَتَّةَ، فَالتَّوَسُّلُ بِصِفَةِ الحياة والقيومية لَهُ تَأْثِيرٌ فِي إِزَالَةِ مَا يُضَادُّ الْحَيَاةَ، وَيَضُرُّ بِالْأَفْعَالِ.\nوَنَظِيرُ هَذَا تَوَسُّلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى رَبِّهِ بِرُبُوبِيَّتِهِ لِجِبْرِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ أَنْ يَهْدِيَهُ لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِهِ، فَإِنَّ حَيَاةَ الْقَلْبِ بِالْهِدَايَةِ، وَقَدْ وَكَّلَ اللَّهُ سُبْحَانَهُ هَؤُلَاءِ الْأَمْلَاكَ الثَّلَاثَةَ بِالْحَيَاةِ، فَجِبْرِيلُ مُوَكَّلٌ بِالْوَحْيِ الَّذِي هُوَ حَيَاةُ الْقُلُوبِ، وَمِيكَائِيلُ بِالْقَطْرِ الَّذِي هُوَ حَيَاةُ الْأَبْدَانِ وَالْحَيَوَانِ، وَإِسْرَافِيلُ بِالنَّفْخِ فِي الصُّورِ الَّذِي هُوَ سَبَبُ حَيَاةِ الْعَالَمِ وَعَوْدِ الْأَرْوَاحِ إِلَى أَجْسَادِهَا، فَالتَّوَسُّلُ إِلَيْهِ سُبْحَانَهُ بِرُبُوبِيَّةِ هَذِهِ الْأَرْوَاحِ الْعَظِيمَةِ الْمُوَكَّلَةِ بِالْحَيَاةِ، لَهُ تَأْثِيرٌ فِي حُصُولِ الْمَطْلُوبِ.\nوَالْمَقْصُودُ: أَنَّ لِاسْمِ الْحَيِّ الْقَيُّومِ تَأْثِيرًا خَاصًّا فِي إِجَابَةِ الدَّعَوَاتِ، وَكَشْفِ الْكُرُبَاتِ، وَفِي «السُّنَنِ» وَ «صَحِيحِ أبي حاتم» مَرْفُوعًا: «اسْمُ اللَّهِ الْأَعْظَمُ فِي هَاتَيْنِ الْآيَتَيْنِ وَإِلهُكُمْ إِلهٌ واحِدٌ لا إِلهَ إِلَّا هُوَ الرَّحْمنُ الرَّحِيمُ «١» وَفَاتِحَةِ آلِ عِمْرَانَ الم اللَّهُ لَا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ، قَالَ الترمذي. حَدِيثٌ صَحِيحٌ «٢» .\nوَفِي «السُّنَنِ» وَ «صَحِيحِ ابْنِ حِبَّانَ» أَيْضًا: مِنْ حَدِيثِ أنس أَنَّ رَجُلًا دَعَا، فَقَالَ: اللُّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ، لَا إِلَهَ إِلَّا أَنْتَ الْمَنَّانُ، بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ، يَا ذَا الْجَلَالِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «لَقَدْ دَعَا اللَّهَ بِاسْمِهِ الْأَعْظَمِ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ، وإذا سئل به أعطى» «٣» .",
          "footnote": "(١) البقرة- ١٦٣.\n(٢) أخرجه الترمذي في الدعوات، وابن ماجة في الدعاء، وأبو داود في الصلاة، والدارمي.\n(٣) أخرجه النسائي في السهو، وأبو داود في الصلاة."
        },
        {
          "page": "١٥٣",
          "title": "",
          "text": "وَلِهَذَا كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا اجْتَهَدَ فِي الدُّعَاءِ قَالَ: يَا حَيُّ يَا قَيُّومُ\nوَفِي قَوْلِهِ: «اللَّهُمَّ رَحْمَتَكَ أَرْجُو فَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ لَا إِلَهَ إِلَّا أَنْتَ» مِنْ تَحْقِيقِ الرَّجَاءِ لِمَنِ الْخَيْرُ كُلُّهُ بِيَدَيْهِ وَالِاعْتِمَادُ عَلَيْهِ وَحْدَهُ وَتَفْوِيضُ الْأَمْرِ إِلَيْهِ، وَالتَّضَرُّعُ إِلَيْهِ، أَنْ يَتَوَلَّى إِصْلَاحَ شَأْنِهِ، وَلَا يَكِلَهُ إِلَى نَفْسِهِ، وَالتَّوَسُّلُ إِلَيْهِ بِتَوْحِيدِهِ مِمَّا لَهُ تَأْثِيرٌ قَوِيٌّ فِي دَفْعِ هَذَا الدَّاءِ، وَكَذَلِكَ قَوْلُهُ: اللَّهُ رَبِّي لَا أُشْرِكُ بِهِ شَيْئًا.\nوَأَمَّا حَدِيثُ ابْنِ مَسْعُودٍ: «اللَّهُمَّ إِنِّي عَبْدُكَ ابْنُ عَبْدِكَ» ، فَفِيهِ مِنَ الْمَعَارِفِ الْإِلَهِيَّةِ، وَأَسْرَارِ الْعُبُودِيَّةِ مَا لَا يَتَّسِعُ لَهُ كِتَابٌ، فَإِنَّهُ يَتَضَمَّنُ الِاعْتِرَافَ بِعُبُودِيَّتِهِ وَعُبُودِيَّةِ آبَائِهِ وَأُمَّهَاتِهِ، وَأَنَّ نَاصِيَتَهُ بِيَدِهِ يُصَرِّفُهَا كَيْفَ يَشَاءُ، فَلَا يَمْلِكُ الْعَبْدُ دُونَهُ لِنَفْسِهِ نَفْعًا وَلَا ضَرًّا، وَلَا مَوْتًا وَلَا حَيَاةً، وَلَا نُشُورًا، لِأَنَّ مَنْ نَاصِيَتُهُ بِيَدِ غَيْرِهِ، فَلَيْسَ إِلَيْهِ شَيْءٌ مِنْ أَمْرِهِ، بَلْ هُوَ عَانٍ فِي قَبْضَتِهِ، ذَلِيلٌ تَحْتَ سُلْطَانِ قَهْرِهِ.\nوَقَوْلُهُ: «مَاضٍ فِيَّ حُكْمُكَ عَدْلٌ فِيَّ قَضَاؤُكَ «مُتَضَمِّنٌ لِأَصْلَيْنِ عَظِيمَيْنِ عَلَيْهِمَا مَدَارُ التَّوْحِيدِ.\nأَحَدُهُمَا: إِثْبَاتُ الْقَدَرِ، وَأَنَّ أَحْكَامَ الرَّبِّ تَعَالَى نَافِذَةٌ فِي عَبْدِهِ مَاضِيَةٌ فِيهِ، لَا انْفِكَاكَ لَهُ عَنْهَا، وَلَا حِيلَةَ لَهُ فِي دَفْعِهَا.\nوَالثَّانِي: أَنَّهُ- سُبْحَانَهُ- عَدْلٌ فِي هَذِهِ الْأَحْكَامِ، غَيْرُ ظَالِمٍ لِعَبْدِهِ، بَلْ لَا يَخْرُجُ فِيهَا عَنْ مُوجَبِ الْعَدْلِ وَالْإِحْسَانِ، فَإِنَّ الظُّلْمَ سَبَبُهُ حَاجَةُ الظَّالِمِ، أَوْ جَهْلُهُ أَوْ سَفَهُهُ، فَيَسْتَحِيلُ صُدُورُهُ مِمَّنْ هُوَ بِكُلِّ شَيْءٍ عَلِيمٌ، وَمَنْ هُوَ غَنِيٌّ عَنْ كُلِّ شَيْءٍ، وَكُلُّ شَيْءٍ فَقِيرٌ إِلَيْهِ، وَمَنْ هُوَ أَحْكَمُ الْحَاكِمِينَ، فَلَا تَخْرُجُ ذَرَّةٌ مِنْ مَقْدُورَاتِهِ عَنْ حِكْمَتِهِ وَحَمْدِهِ، كَمَا لَمْ تَخْرُجْ عَنْ قُدْرَتِهِ وَمَشِيئَتِهِ، فَحِكْمَتُهُ نَافِذَةٌ حَيْثُ نَفَذَتْ مَشِيئَتُهُ وَقُدْرَتُهُ، وَلِهَذَا قَالَ نَبِيُّ اللَّهِ هُودٌ صَلَّى اللَّهُ عَلَى نَبِيِّنَا وَعَلَيْهِ وَسَلَّمَ، وَقَدْ خَوَّفَهُ قَوْمُهُ بِآلِهَتِهِمْ: إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ مِنْ دُونِهِ فَكِيدُونِي جَمِيعاً ثُمَّ لا تُنْظِرُونِ إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِناصِيَتِها إِنَّ رَبِّي عَلى صِراطٍ مُسْتَقِيمٍ «١» ، أَيْ: مَعَ كَوْنِهِ سُبْحَانَهُ آخِذًا بِنَوَاصِي خَلْقِهِ",
          "footnote": ""
        },
        {
          "page": "١٥٤",
          "title": "",
          "text": "وَتَصْرِيفِهِمْ كَمَا يَشَاءُ، فَهُوَ عَلَى صِرَاطٍ مُسْتَقِيمٍ لَا يَتَصَرَّفُ فِيهِمْ إِلَّا بِالْعَدْلِ وَالْحِكْمَةِ، وَالْإِحْسَانِ وَالرَّحْمَةِ. فَقَوْلُهُ: مَاضٍ فِيَّ حُكْمُكَ، مُطَابِقٌ لِقَوْلِهِ:\nمَا مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِناصِيَتِها، وَقَوْلُهُ: عَدْلٌ فِيَّ قَضَاؤُكَ مُطَابِقٌ لِقَوْلِهِ: إِنَّ رَبِّي عَلى صِراطٍ مُسْتَقِيمٍ، ثُمَّ تَوَسَّلَ إِلَى رَبِّهِ بِأَسْمَائِهِ الَّتِي سَمَّى بِهَا نَفْسَهُ مَا عَلِمَ الْعِبَادُ مِنْهَا وَمَا لَمْ يَعْلَمُوا. وَمِنْهَا: مَا اسْتَأْثَرَهُ فِي عِلْمِ الْغَيْبِ عِنْدَهُ، فَلَمْ يُطْلِعْ عَلَيْهِ مَلَكًا مُقَرَّبًا، وَلَا نَبِيَّا مُرْسَلًا، وَهَذِهِ الْوَسِيلَةُ أَعْظَمُ الْوَسَائِلِ، وَأَحَبُّهَا إِلَى اللَّهِ، وَأَقْرَبُهَا تَحْصِيلًا لِلْمَطْلُوبِ.\nثُمَّ سَأَلَهُ أَنْ يَجْعَلَ الْقُرْآنَ لِقَلْبِهِ كَالرَّبِيعِ الَّذِي يَرْتَعُ فِيهِ الْحَيَوَانُ، وَكَذَلِكَ الْقُرْآنُ رَبِيعُ الْقُلُوبِ، وَأَنْ يَجْعَلَهُ شِفَاءَ هَمِّهِ وَغَمِّهِ، فَيَكُونَ لَهُ بِمَنْزِلَةِ الدَّوَاءِ الَّذِي يَسْتَأْصِلُ الدَّاءَ، وَيُعِيدُ الْبَدَنَ إِلَى صِحَّتِهِ وَاعْتِدَالِهِ، وَأَنْ يَجْعَلَهُ لِحُزْنِهِ كَالْجَلَاءِ الذي يحلو الطُّبُوعَ وَالْأَصْدِيَةَ وَغَيْرَهَا فَأَحْرَى بِهَذَا الْعِلَاجِ إِذَا صَدَقَ الْعَلِيلُ فِي اسْتِعْمَالِهِ أَنْ يُزِيلَ عَنْهُ دَاءَهُ، وَيُعْقِبَهُ شِفَاءً تَامًّا، وَصِحَّةً وَعَافِيَةً، وَاللَّهُ الْمُوَفِّقُ.\nوَأَمَّا دَعْوَةُ ذِي النُّونِ: فَإِنَّ فِيهَا مِنْ كَمَالِ التَّوْحِيدِ وَالتَّنْزِيهِ لِلرَّبِّ تَعَالَى وَاعْتِرَافِ الْعَبْدِ بِظُلْمِهِ وَذَنْبِهِ مَا هُوَ مِنْ أَبْلَغِ أَدْوِيَةِ الْكَرْبِ وَالْهَمِّ وَالْغَمِّ، وَأَبْلَغِ الْوَسَائِلِ إِلَى اللَّهِ- سُبْحَانَهُ- فِي قَضَاءِ الْحَوَائِجِ، فَإِنَّ التَّوْحِيدَ والتنزيه يتضمنان إثبات كل كمال لله، وَسَلْبَ كُلِّ نَقْصٍ وَعَيْبٍ وَتَمْثِيلٍ عَنْهُ. وَالِاعْتِرَافُ بِالظُّلْمِ يَتَضَمَّنُ إِيمَانَ الْعَبْدِ بِالشَّرْعِ وَالثَّوَابِ وَالْعِقَابِ، وَيُوجِبُ انْكِسَارَهُ وَرُجُوعَهُ إِلَى اللَّهِ، وَاسْتِقَالَتَهُ عَثْرَتَهُ، والاعتراف بعبوديته، وافتقاره إلى ربه، فها هنا أَرْبَعَةُ أُمُورٍ قَدْ وَقَعَ التَّوَسُّلُ بِهَا: التَّوْحِيدُ، وَالتَّنْزِيهُ، وَالْعُبُودِيَّةُ وَالِاعْتِرَافُ.\nوَأَمَّا حَدِيثُ أبي أمامة: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، فَقَدْ تَضَمَّنَ الِاسْتِعَاذَةَ مِنْ ثَمَانِيَةِ أَشْيَاءَ، كُلُّ اثْنَيْنِ مِنْهَا قَرِينَانِ مُزْدَوَجَانِ، فَالْهَمُّ وَالْحَزَنُ أَخَوَانِ، وَالْعَجْزُ وَالْكَسَلُ أَخَوَانِ، وَالْجُبْنُ وَالْبُخْلُ أَخَوَانِ، وَضَلَعُ الدَّيْنِ وَغَلَبَةُ الرِّجَالِ أَخَوَانِ، فَإِنَّ الْمَكْرُوهَ الْمُؤْلِمَ إِذَا وَرَدَ عَلَى الْقَلْبِ، فَإِمَّا أَنْ يَكُونَ سَبَبُهُ أَمْرًا مَاضِيًا، فَيُوجِبُ لَهُ الْحُزْنَ، وَإِنْ كَانَ أَمْرًا مُتَوَقَّعًا فِي الْمُسْتَقْبَلِ، أَوْجَبَ الْهَمَّ، وَتَخَلَّفُ الْعَبْدِ عَنْ مَصَالِحِهِ وَتَفْوِيتُهَا عَلَيْهِ، إِمَّا أَنْ يَكُونَ مِنْ عَدَمِ الْقُدْرَةِ وَهُوَ الْعَجْزُ، أَوْ مِنْ عَدَمِ الْإِرَادَةِ وَهُوَ الْكَسَلُ، وَحَبْسُ خَيْرِهِ وَنَفْعِهِ عَنْ نَفْسِهِ وَعَنْ بَنِي جِنْسِهِ، إما",
          "footnote": ""
        },
        {
          "page": "١٥٥",
          "title": "",
          "text": "أَنْ يَكُونَ مَنَعَ نَفْعَهُ بِبَدَنِهِ، فَهُوَ الْجُبْنُ، أَوْ بِمَالِهِ، فَهُوَ الْبُخْلُ، وَقَهْرُ النَّاسِ لَهُ إِمَّا بِحَقٍّ، فَهُوَ ضَلَعُ الدَّيْنِ، أَوْ بِبَاطِلٍ فَهُوَ غَلَبَةُ الرِّجَالِ، فَقَدْ تَضَمَّنَ الْحَدِيثُ الِاسْتِعَاذَةَ مِنْ كُلِّ شَرٍّ، وَأَمَّا تَأْثِيرُ الِاسْتِغْفَارِ فِي دَفْعِ الْهَمِّ وَالْغَمِّ وَالضِّيقِ، فَلِمَا اشْتَرَكَ فِي الْعِلْمِ بِهِ أَهْلُ الْمِلَلِ وَعُقَلَاءُ كُلِّ أُمَّةٍ أَنَّ الْمَعَاصِيَ وَالْفَسَادَ تُوجِبُ الْهَمَّ وَالْغَمَّ، وَالْخَوْفَ وَالْحُزْنَ، وَضِيقَ الصَّدْرِ، وَأَمْرَاضَ الْقَلْبِ، حَتَّى إِنَّ أَهْلَهَا إِذَا قَضَوْا مِنْهَا أَوْطَارَهُمْ، وَسَئِمَتْهَا نَفُوسُهُمُ، ارْتَكَبُوهَا دَفْعًا لِمَا يَجِدُونَهُ فِي صُدُورِهِمْ مِنَ الضِّيقِ وَالْهَمِّ وَالْغَمِّ، كَمَا قَالَ شَيْخُ الْفُسُوقِ:\nوَكَأْسٍ شَرِبْتُ عَلَى لَذَّةٍ ... وَأُخْرَى تَدَاوَيْتُ مِنْهَا بِهَا\nوَإِذَا كَانَ هَذَا تَأْثِيرَ الذُّنُوبِ وَالْآثَامِ فِي الْقُلُوبِ، فَلَا دَوَاءَ لَهَا إِلَّا التَّوْبَةُ وَالِاسْتِغْفَارُ.\nوَأَمَّا الصَّلَاةُ، فَشَأْنُهَا فِي تَفْرِيحِ الْقَلْبِ وَتَقْوِيتِهِ، وَشَرْحِهِ وَابْتِهَاجِهِ وَلَذَّتِهِ أَكْبَرُ شَأْنٍ وَفِيهَا مِنَ اتِّصَالِ الْقَلْبِ وَالرُّوحِ بِاللَّهِ، وَقُرْبِهِ وَالتَّنَعُّمِ بِذِكْرِهِ، وَالِابْتِهَاجِ بِمُنَاجَاتِهِ، وَالْوُقُوفِ بَيْنَ يَدَيْهِ، وَاسْتِعْمَالِ جَمِيعِ الْبَدَنِ وَقُوَاهُ وَآلَاتِهِ فِي عُبُودِيَّتِهِ، وَإِعْطَاءِ كُلِّ عُضْوٍ حَظَّهُ مِنْهَا، وَاشْتِغَالِهِ عَنِ التَّعَلُّقِ بِالْخَلْقِ وَمُلَابَسَتِهِمْ وَمُحَاوَرَاتِهِمْ، وَانْجِذَابِ قُوَى قَلْبِهِ وَجَوَارِحِهِ إِلَى رَبِّهِ وَفَاطِرِهِ، وَرَاحَتِهِ مِنْ عَدُوِّهِ حَالَةَ الصَّلَاةِ مَا صَارَتْ بِهِ مِنْ أَكْبَرِ الْأَدْوِيَةِ وَالْمُفَرِّحَاتِ وَالْأَغْذِيَةِ الَّتِي لَا تُلَائِمُ إِلَّا الْقُلُوبَ الصَّحِيحَةَ.\nوَأَمَّا الْقُلُوبُ الْعَلِيلَةُ، فَهِيَ كَالْأَبْدَانِ لَا تُنَاسِبُهَا إِلَّا الْأَغْذِيَةُ الْفَاضِلَةُ.\nفَالصَّلَاةُ مِنْ أَكْبَرِ الْعَوْنِ عَلَى تَحْصِيلِ مَصَالِحِ الدُّنْيَا وَالْآخِرَةِ، وَدَفْعِ مَفَاسِدِ الدُّنْيَا وَالْآخِرَةِ، وَهِيَ مَنْهَاةٌ عَنِ الْإِثْمِ، وَدَافِعَةٌ لِأَدْوَاءِ الْقُلُوبِ، وَمَطْرَدَةٌ لِلدَّاءِ عَنِ الْجَسَدِ، وَمُنَوِّرَةٌ لِلْقَلْبِ، وَمُبَيِّضَةٌ لِلْوَجْهِ، وَمُنَشِّطَةٌ لِلْجَوَارِحِ وَالنَّفْسِ، وجالية لِلرِّزْقِ، وَدَافِعَةٌ لِلظُّلْمِ، وَنَاصِرَةٌ لِلْمَظْلُومِ، وَقَامِعَةٌ لِأَخْلَاطِ الشَّهَوَاتِ، وَحَافِظَةٌ لِلنِّعْمَةِ، وَدَافِعَةٌ لِلنِّقْمَةِ، وَمُنْزِلَةٌ لِلرَّحْمَةِ، وَكَاشِفَةٌ لِلْغُمَّةِ، وَنَافِعَةٌ مِنْ كَثِيرٍ مِنْ أَوْجَاعِ الْبَطْنِ. وَقَدْ رَوَى ابْنُ مَاجَهْ فِي «سُنَنِهِ» مِنْ حَدِيثِ مجاهد، عَنْ أَبِي هُرَيْرَةَ قَالَ: رَآنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا نَائِمٌ أَشْكُو مِنْ وَجَعِ بَطْنِي، فَقَالَ لِي: «يَا أَبَا هُرَيْرَةَ أَشِكَمَتْ دَرْدْ؟» قَالَ: قُلْتُ: نَعَمْ يَا رَسُولَ اللَّهِ، قَالَ: «قُمْ فَصَلِّ، فَإِنَّ فِي",
          "footnote": ""
        },
        {
          "page": "١٥٦",
          "title": "",
          "text": "الصَّلَاةِ شِفَاءً» «١» . وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مَوْقُوفًا عَلَى أَبِي هُرَيْرَةَ، وَأَنَّهُ هُوَ الَّذِي قَالَ ذَلِكَ لمجاهد، وَهُوَ أَشْبَهُ. وَمَعْنَى هَذِهِ اللَّفْظَةِ بِالْفَارِسِيِّ: أَيُوجِعُكَ بَطْنُكَ؟.\nفَإِنْ لَمْ يَنْشَرِحْ صَدْرُ زِنْدِيقِ الْأَطِبَّاءِ بِهَذَا الْعِلَاجِ، فَيُخَاطَبَ بِصِنَاعَةِ الطِّبِّ، وَيُقَالَ لَهُ: الصَّلَاةُ رِيَاضَةُ النَّفْسِ وَالْبَدَنِ جَمِيعًا، إذا كَانَتْ تَشْتَمِلُ عَلَى حَرَكَاتٍ وَأَوْضَاعٍ مُخْتَلِفَةٍ مِنَ الِانْتِصَابِ، وَالرُّكُوعِ، وَالسُّجُودِ، وَالتَّوَرُّكِ، وَالِانْتِقَالَاتِ وَغَيْرِهَا مِنَ الْأَوْضَاعِ الَّتِي يَتَحَرَّكُ مَعَهَا أَكْثَرُ الْمَفَاصِلِ، وَيَنْغَمِزُ مَعَهَا أَكْثَرُ الْأَعْضَاءِ الْبَاطِنَةِ، كَالْمَعِدَةِ، وَالْأَمْعَاءِ، وَسَائِرِ آلَاتِ النَّفْسِ، وَالْغِذَاءِ، فَمَا يُنْكِرُ أَنْ يَكُونَ فِي هَذِهِ الْحَرَكَاتِ تَقْوِيَةٌ وَتَحْلِيلٌ لِلْمَوَادِّ، وَلَا سِيَّمَا بِوَاسِطَةِ قُوَّةِ النَّفْسِ وَانْشِرَاحِهَا فِي الصَّلَاةِ، فَتَقْوَى الطَّبِيعَةُ، فَيَنْدَفِعُ الْأَلَمُ، وَلَكِنْ دَاءُ الزَّنْدَقَةِ وَالْإِعْرَاضِ عَمَّا جَاءَتْ بِهِ الرُّسُلُ، وَالتَّعَوُّضِ عَنْهُ بِالْإِلْحَادِ دَاءٌ لَيْسَ لَهُ دَوَاءٌ إِلَّا نَارٌ تَلَظَّى لَا يَصْلَاهَا إِلَّا الْأَشْقَى الَّذِي كَذَّبَ وَتَوَلَّى.\nوَأَمَّا تَأْثِيرُ الْجِهَادِ فِي دَفْعِ الْهَمِّ وَالْغَمِّ، فَأَمْرٌ مَعْلُومٌ بِالْوِجْدَانِ، فَإِنَّ النَّفْسَ مَتَى تَرَكَتْ صَائِلَ الْبَاطِلِ وَصَوْلَتَهُ وَاسْتِيلَاءَهُ، اشْتَدَّ هَمُّهَا وَغَمُّهَا، وَكَرْبُهَا وَخَوْفُهَا، فَإِذَا جَاهَدَتْهُ لِلَّهِ أَبْدَلَ ذَلِكَ الْهَمَّ وَالْحُزْنَ فَرَحًا وَنَشَاطًا وَقُوَّةً، كَمَا قَالَ تَعَالَى: قاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ «٢» .\nفَلَا شَيْءَ أَذْهَبُ لِجَوَى الْقَلْبِ وَغَمِّهِ وَهَمِّهِ وَحُزْنِهِ مِنَ الْجِهَادِ وَاللَّهُ الْمُسْتَعَانُ.\nوَأَمَّا تَأْثِيرُ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ فِي دَفْعِ هَذَا الدَّاءِ، فَلِمَا فِيهَا مِنْ كَمَالِ التَّفْوِيضِ وَالتَّبَرِّي مِنَ الْحَوْلِ وَالْقُوَّةِ إِلَّا بِهِ، وَتَسْلِيمِ الْأَمْرِ كُلِّهِ لَهُ، وَعَدَمِ مُنَازَعَتِهِ فِي شَيْءٍ مِنْهُ، وَعُمُومُ ذَلِكَ لِكُلِّ تَحَوُّلٍ مِنْ حَالٍ إِلَى حَالٍ فِي الْعَالَمِ الْعُلْوِيِّ وَالسُّفْلِيِّ، وَالْقُوَّةِ عَلَى ذَلِكَ التَّحَوُّلِ، وَأَنَّ ذَلِكَ كُلَّهُ بِاللَّهِ وَحْدَهُ، فَلَا يَقُومُ لِهَذِهِ الْكَلِمَةِ شَيْءٌ.\nوَفِي بَعْضِ الْآثَارِ: إِنَّهُ مَا يَنْزِلُ مَلَكٌ مِنَ السَّمَاءِ، وَلَا يَصْعَدُ إِلَيْهَا إِلَّا بِلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ، وَلَهَا تَأْثِيرٌ عجيب في طرد الشيطان، والله المستعان.",
          "footnote": "(١) رواه ابن ماجه في الطب، والإمام أحمد.\n(٢) التوبة- ١٤- ١٥"
        }
      ]
    },
    {
      "number": "12",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ الْفَزَعِ وَالْأَرَقِ الْمَانِعِ مِنَ النَّوْمِ",
      "pages": [
        {
          "page": "١٥٧",
          "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ الْفَزَعِ وَالْأَرَقِ الْمَانِعِ مِنَ النَّوْمِ",
          "text": "رَوَى الترمذي فِي «جَامِعِهِ» عَنْ بريدة قَالَ: شَكَى خالد إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ:\nيَا رَسُولَ اللَّهِ! مَا أَنَامُ اللَّيْلَ مِنَ الْأَرَقِ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَقُلِ: اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ وَمَا أَظَلَّتْ، وَرَبَّ الْأَرَضِينَ، وَمَا أَقَلَّتْ، وَرَبَّ الشَّيَاطِينِ وَمَا أَضَلَّتْ، كُنْ لِي جَارًا مِنْ شَرِّ خَلْقِكَ كُلِّهِمْ جَمِيعًا أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ، أَوْ يَبْغِيَ عَلَيَّ، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلَا إِلَهَ غَيْرُكَ» «١»\nوَفِيهِ أَيْضًا: عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُعَلِّمُهُمْ مِنَ الْفَزَعِ: «أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّيَاطِينِ، وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ» ، قَالَ: وَكَانَ عَبْدُ اللَّهِ بْنُ عَمْرٍو يُعَلِّمُهُنَّ مَنْ عَقَلَ مِنْ بَنِيهِ. وَمَنْ لَمْ يَعْقِلْ كَتَبَهُ، فَأَعْلَقَهُ عَلَيْهِ «٢» وَلَا يَخْفَى مُنَاسَبَةُ هَذِهِ الْعُوذَةِ لِعِلَاجِ هذا الداء.",
          "footnote": "(١) أخرجه الترمذي في الدعوات.\n(٢) أخرجه أبو داود في الطب، والترمذي وأحمد في المسند، والحاكم."
        }
      ]
    },
    {
      "number": "13",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ دَاءِ الْحَرِيقِ وَإِطْفَائِهِ",
      "pages": [
        {
          "page": "١٥٧",
          "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي عِلَاجِ دَاءِ الْحَرِيقِ وَإِطْفَائِهِ",
          "text": "يُذْكَرُ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «إِذَا رَأَيْتُمُ الْحَرِيقَ فَكَبِّرُوا، فَإِنَّ التّكبير يطفئه» «٣» .\nلما كان الحرق سَبَبُهُ النَّارُ، وَهِيَ مَادَّةُ الشَّيْطَانِ الَّتِي خُلِقَ مِنْهَا، وَكَانَ فِيهِ مِنَ الْفَسَادِ الْعَامِّ مَا يُنَاسِبُ الشَّيْطَانَ بِمَادِّتِهِ وَفِعْلِهِ، كَانَ لِلشَّيْطَانِ إِعَانَةٌ عَلَيْهِ. وَتَنْفِيذٌ لَهُ. وَكَانَتِ النَّارُ تَطْلُبُ بِطَبْعِهَا الْعُلُوَّ وَالْفَسَادَ، وَهَذَانِ الْأَمْرَانِ، وَهُمَا الْعُلُوُّ فِي الأرض والفساد هما هدي الشيطان،",
          "footnote": "(٣) أخرجه ابن السني، وابن عدي، وابن عساكر في تاريخه."
        },
        {
          "page": "١٥٨",
          "title": "",
          "text": "وَإِلَيْهِمَا يَدْعُو، وَبِهِمَا يُهْلِكُ بَنِي آدَمَ، فَالنَّارُ وَالشَّيْطَانُ كُلٌّ مِنْهُمَا يُرِيدُ الْعُلُوَّ فِي الْأَرْضِ وَالْفَسَادَ، وَكِبْرِيَاءَ الرَّبِّ- عَزَّ وَجَلَّ- تَقْمَعُ الشَّيْطَانَ وَفِعْلَهُ.\nوَلِهَذَا كَانَ تَكْبِيرُ اللَّهِ- عَزَّ وَجَلَّ- لَهُ أَثَرٌ فِي إِطْفَاءِ الْحَرِيقِ، فَإِنَّ كِبْرِيَاءَ اللَّهِ- عَزَّ وَجَلَّ- لَا يَقُومُ لَهَا شَيْءٌ، فَإِذَا كَبَّرَ الْمُسْلِمُ رَبَّهُ، أَثَّرَ تَكْبِيرُهُ فِي خُمُودِ النَّارِ وَخُمُودِ الشَّيْطَانِ الَّتِي هِيَ مَادَّتُهُ، فيطفىء الْحَرِيقَ، وَقَدْ جَرَّبْنَا نَحْنُ وَغَيْرُنَا هَذَا، فَوَجَدْنَاهُ كذلك، والله أعلم.",
          "footnote": ""
        }
      ]
    },
    {
      "number": "14",
      "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حِفْظِ الصِّحَّةِ",
      "pages": [
        {
          "page": "١٥٨",
          "title": "فَصْلٌ فِي هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حِفْظِ الصِّحَّةِ",
          "text": "لَمَّا كَانَ اعْتِدَالُ الْبَدَنِ وَصِحَّتُهُ وَبَقَاؤُهُ إِنَّمَا هُوَ بِوَاسِطَةِ الرُّطُوبَةِ الْمُقَاوِمَةِ للحرارة، فالرطوبة مادة، وَالْحَرَارَةُ تُنْضِجُهَا، وَتَدْفَعُ فَضَلَاتِهَا وَتُصْلِحُهَا وَتُلَطِّفُهَا، وَإِلَّا أَفْسَدَتِ الْبَدَنَ وَلَمْ يُمْكِنْ قِيَامُهُ، وَكَذَلِكَ الرُّطُوبَةُ هِيَ غِذَاءُ الْحَرَارَةِ، فَلَوْلَا الرُّطُوبَةُ، لَأَحْرَقَتِ الْبَدَنَ وَأَيْبَسَتْهُ وَأَفْسَدَتْهُ، فَقِوَامُ كُلِّ وَاحِدَةٍ مِنْهُمَا بِصَاحِبَتِهَا، وَقِوَامُ الْبَدَنِ بِهِمَا جَمِيعًا، وَكُلٌّ مِنْهُمَا مَادَّةٌ لِلْأُخْرَى، فَالْحَرَارَةُ مَادَّةٌ لِلرُّطُوبَةِ تَحْفَظُهَا وَتَمْنَعُهَا مِنَ الْفَسَادِ وَالِاسْتِحَالَةِ، وَالرُّطُوبَةُ مَادَّةٌ لِلْحَرَارَةِ تَغْذُوهَا وَتَحْمِلُهَا، وَمَتَى مَالَتِ احْدَاهُمَا إِلَى الزِّيَادَةِ عَلَى الْأُخْرَى، حَصَلَ لِمِزَاجِ الْبَدَنِ الِانْحِرَافُ بِحَسَبِ ذَلِكَ، فَالْحَرَارَةُ دَائِمًا تُحَلِّلُ الرُّطُوبَةَ، فَيَحْتَاجُ الْبَدَنُ إِلَى مَا بِهِ يُخْلَفُ عَلَيْهِ مَا حَلَّلَتْهُ الْحَرَارَةُ- لِضَرُورَةِ بَقَائِهِ- وَهُوَ الطَّعَامُ وَالشَّرَابُ، وَمَتَى زَادَ عَلَى مِقْدَارِ التَّحَلُّلِ، ضَعُفَتِ الْحَرَارَةُ عَنْ تَحْلِيلِ فَضَلَاتِهِ، فَاسْتَحَالَتْ مَوَادَّ رَدِيئَةً، فَعَاثَتْ فِي الْبَدَنِ، وَأَفْسَدَتْ، فَحَصَلَتِ الْأَمْرَاضُ الْمُتَنَوِّعَةُ بِحَسَبِ تَنَوُّعِ مَوَادِّهَا وَقَبُولِ الْأَعْضَاءِ وَاسْتِعْدَادِهَا، وَهَذَا كُلُّهُ مُسْتَفَادٌ مِنْ قَوْلِهِ تعالى: وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا «١» ، فَأَرْشَدَ عِبَادَهُ إِلَى إِدْخَالِ مَا يُقِيمُ الْبَدَنَ مِنَ الطَّعَامِ وَالشَّرَابِ عِوَضَ مَا تَحَلَّلَ مِنْهُ، وَأَنْ يَكُونَ بِقَدْرِ مَا يَنْتَفِعُ بِهِ الْبَدَنُ فِي الْكَمِّيَّةِ وَالْكَيْفِيَّةِ، فَمَتَى جَاوَزَ ذَلِكَ كَانَ إِسْرَافًا، وَكِلَاهُمَا مَانِعٌ مِنَ الصِّحَّةِ جَالِبٌ لِلْمَرَضِ، أَعْنِي عَدَمَ الْأَكْلِ وَالشُّرْبِ أَوِ الْإِسْرَافَ فِيهِ.",
          "footnote": "(١) الأعراف- ٣١."
        },
        {
          "page": "١٥٩",
          "title": "",
          "text": "فَحِفْظُ الصِّحَّةِ كُلُّهُ فِي هَاتَيْنِ الْكَلِمَتَيْنِ الْإِلَهِيَّتَيْنِ، وَلَا رَيْبَ أَنَّ الْبَدَنَ دَائِمًا فِي التَّحَلُّلِ وَالِاسْتِخْلَافِ، وَكُلَّمَا كَثُرَ التَّحَلُّلُ ضَعُفَتِ الْحَرَارَةُ لِفَنَاءِ مَادَّتِهَا، فَإِنَّ كَثْرَةَ التَّحَلُّلِ تُفْنِي الرُّطُوبَةَ، وَهِيَ مَادَّةُ الْحَرَارَةِ، وَإِذَا ضَعُفَتِ الْحَرَارَةُ، ضَعُفَ الْهَضْمُ، ولا يزال كذلك حتى تفنى الرطوبة، وتنطفىء الْحَرَارَةُ جُمْلَةً، فَيَسْتَكْمِلُ الْعَبْدُ الْأَجَلَ الَّذِي كَتَبَ اللَّهُ لَهُ أَنْ يَصِلَ إِلَيْهِ.\nفَغَايَةُ عِلَاجِ الْإِنْسَانِ لِنَفْسِهِ وَلِغَيْرِهِ حِرَاسَةُ الْبَدَنِ إِلَى أَنْ يَصِلَ إِلَى هَذِهِ الْحَالَةِ، لَا أَنَّهُ يَسْتَلْزِمُ بَقَاءَ الْحَرَارَةِ وَالرُّطُوبَةِ اللَّتَيْنِ بَقَاءُ الشَّبَابِ وَالصِّحَّةِ وَالْقُوَّةِ بِهِمَا، فَإِنَّ هَذَا مِمَّا لَمْ يَحْصُلْ لِبَشَرٍ فِي هَذِهِ الدَّارِ، وَإِنَّمَا غَايَةُ الطَّبِيبِ أَنْ يَحْمِيَ الرُّطُوبَةَ عَنْ مُفْسِدَاتِهَا مِنَ الْعُفُونَةِ وغيرها، وَيَحْمِيَ الْحَرَارَةَ عَنْ مُضْعِفَاتِهَا، وَيَعْدِلَ بَيْنَهُمَا بِالْعَدْلِ فِي التَّدْبِيرِ الَّذِي بِهِ قَامَ بَدَنُ الْإِنْسَانِ، كَمَا أَنَّ بِهِ قَامَتِ السَّمَاوَاتُ وَالْأَرْضُ وَسَائِرُ الْمَخْلُوقَاتِ، إِنَّمَا قِوَامُهَا بِالْعَدْلِ، وَمَنْ تَأَمَّلَ هَدْيَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَجَدَهُ أَفْضَلَ هَدْيٍ يُمْكِنُ حِفْظُ الصِّحَّةِ بِهِ، فَإِنَّ حِفْظَهَا مَوْقُوفٌ عَلَى حُسْنِ تَدْبِيرِ الْمَطْعَمِ وَالْمَشْرَبِ، وَالْمَلْبَسِ وَالْمَسْكَنِ، وَالْهَوَاءِ وَالنَّوْمِ، وَالْيَقَظَةِ وَالْحَرَكَةِ، وَالسُّكُونِ وَالْمَنْكَحِ، وَالِاسْتِفْرَاغِ وَالِاحْتِبَاسِ، فَإِذَا حَصَلَتْ هَذِهِ عَلَى الْوَجْهِ الْمُعْتَدِلِ الْمُوَافِقِ الْمُلَائِمِ لِلْبَدَنِ وَالْبَلَدِ وَالسِّنِّ وَالْعَادَةِ، كَانَ أَقْرَبَ إِلَى دَوَامِ الصِّحَّةِ أَوْ غَلَبَتِهَا إِلَى انْقِضَاءِ الْأَجَلِ.\nوَلَمَّا كَانَتِ الصِّحَّةُ وَالْعَافِيَةُ مِنْ أَجَلِّ نِعَمِ اللَّهِ عَلَى عَبْدِهِ، وَأَجْزَلِ عَطَايَاهُ، وَأَوْفَرِ مِنَحِهِ، بَلِ الْعَافِيَةُ الْمُطْلَقَةُ أَجَلُّ النِّعَمِ عَلَى الْإِطْلَاقِ، فَحَقِيقٌ لِمَنْ رُزِقَ حَظًّا مِنَ التَّوْفِيقِ مُرَاعَاتُهَا وَحِفْظُهَا وَحِمَايَتُهَا عَمَّا يُضَادُّهَا، وَقَدْ رَوَى الْبُخَارِيُّ فِي «صَحِيحِهِ» مِنْ حَدِيثِ ابْنِ عَبَّاسٍ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «نِعْمَتَانِ مَغْبُونٌ فِيهِمَا كَثِيرٌ مِنَ النَّاسِ: الصِّحَّةُ وَالْفَرَاغُ» «١» .\nوَفِي الترمذي وَغَيْرِهِ مِنْ حَدِيثِ عبيد الله بن محصن الأنصاري، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ أَصْبَحَ مُعَافًى فِي جَسَدِهِ، آمِنًا فِي سِرْبِهِ، عِنْدَهُ قُوتُ يَوْمِهِ، فَكَأَنَّمَا حِيزَتْ له الدّنيا» «٢» .",
          "footnote": "(١) أخرجه البخاري في الرقاق، والترمذي وابن ماجه.\n(٢) أخرجه الترمذي وابن ماجه في الزهد، والبخاري في الأدب."
        },
        {
          "page": "١٦٠",
          "title": "",
          "text": "وَفِي الترمذي أَيْضًا مِنْ حَدِيثِ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وسلم أنه قال: «أوّل ما يسأل الْعَبْدُ يَوْمَ الْقِيَامَةِ مِنَ النَّعِيمِ، أَنْ يُقَالَ لَهُ: أَلَمْ نُصِحَّ لَكَ جِسْمَكَ، وَنَرْوِكَ مِنَ الماء البارد» «١» .\nومن ها هنا قَالَ مَنْ قَالَ مِنَ السَّلَفِ فِي قَوْلِهِ تعالى: ثُمَّ لَتُسْئَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ، «٢» ، قَالَ: عَنِ الصِّحَّةِ.\nوَفِي «مُسْنَدِ الْإِمَامِ أَحْمَدَ» أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ للعباس: «يَا عباس، يَا عَمَّ رَسُولِ اللَّهِ! سَلِ اللَّهَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ» «٣» .\nوَفِيهِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «سَلُوا اللَّهَ الْيَقِينَ وَالْمُعَافَاةَ، فَمَا أُوتِيَ أَحَدٌ بَعْدَ الْيَقِينِ خَيْرًا مِنَ الْعَافِيَةِ» «٤» .\nفَجَمَعَ بَيْنَ عَافِيَتَيِ الدِّينِ وَالدُّنْيَا، وَلَا يَتِمُّ صَلَاحُ الْعَبْدِ فِي الدَّارَيْنِ إِلَّا بِالْيَقِينِ وَالْعَافِيَةِ، فَالْيَقِينُ يَدْفَعُ عَنْهُ عقوبات الآخرة، والآخرة تَدْفَعُ عَنْهُ أَمْرَاضَ الدُّنْيَا فِي قَلْبِهِ وَبَدَنِهِ.\nوَفِي «سُنَنِ النَّسَائِيِّ» مِنْ حَدِيثِ أَبِي هُرَيْرَةَ يَرْفَعُهُ: «سَلُوا اللَّهَ الْعَفْوَ وَالْعَافِيَةَ وَالْمُعَافَاةَ، فَمَا أُوتِيَ أَحَدٌ بَعْدَ يَقِينٍ خَيْرًا مِنْ مُعَافَاةٍ» «٥» ، وَهَذِهِ الثَّلَاثَةُ تَتَضَمَّنُ إِزَالَةَ الشُّرُورِ الْمَاضِيَةِ بِالْعَفْوِ، وَالْحَاضِرَةِ بِالْعَافِيَةِ، وَالْمُسْتَقْبَلَةِ بِالْمُعَافَاةِ، فَإِنَّهَا تَتَضَمَّنُ الْمُدَاوَمَةَ وَالِاسْتِمْرَارَ عَلَى الْعَافِيَةِ.وَفِي الترمذي مَرْفُوعًا: «مَا سُئِلَ اللَّهُ شَيْئًا أَحَبَّ إِلَيْهِ مِنَ الْعَافِيَةِ» «٦» .\nوَقَالَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى: عَنْ أَبِي الدَّرْدَاءِ، قُلْتُ: يَا رَسُولَ اللَّهِ! لَأَنْ أُعَافَى فَأَشْكُرَ أَحَبُّ إِلَيَّ مِنْ أَنْ أُبْتَلَى فَأَصْبِرَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «ورسول الله يحبّ معك العافية» .",
          "footnote": "(١) أخرجه الترمذي في التفسير.\n(٢) التكاثر- ٨.\n(٣) وأخرجه الترمذي في الدعوات.\n(٤) وأخرجه ابن ماجه.\n(٥) أخرجه النسائي في عمل اليوم والليلة.\n(٦) أخرجه الترمذي في الدعوات."
        },
        {
          "page": "١٦١",
          "title": "",
          "text": "وَيُذْكَرُ عَنِ ابْنِ عَبَّاسٍ أَنَّ أَعْرَابِيًّا جَاءَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم، فَقَالَ لَهُ: مَا أَسْأَلُ اللَّهَ بَعْدَ الصَّلَوَاتِ الْخَمْسِ؟ فَقَالَ: «سَلِ اللَّهَ الْعَافِيَةَ» ، فَأَعَادَ عَلَيْهِ، فَقَالَ لَهُ فِي الثَّالِثَةِ: «سَلِ اللَّهَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ» .\nوَإِذَا كَانَ هَذَا شَأْنَ الْعَافِيَةِ وَالصِّحَّةِ، فَنَذْكُرُ مِنْ هَدْيِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي مُرَاعَاةِ هَذِهِ الْأُمُورِ مَا يَتَبَيَّنُ لِمَنْ نَظَرَ فِيهِ أَنَّهُ أَكْمَلُ هَدْيٍ عَلَى الْإِطْلَاقِ يَنَالُ بِهِ حِفْظَ صِحَّةِ الْبَدَنِ وَالْقَلْبِ، وَحَيَاةِ الدُّنْيَا وَالْآخِرَةِ، وَاللَّهُ الْمُسْتَعَانُ، وَعَلَيْهِ التُّكْلَانُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ.",
          "footnote": ""
        }
      ]
    }
  ]
}